Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# PostPurchaseView.Subtext1
source: You are one of the early supporters of Encamera and we thank you for the support!
da: Du er en af de tidlige støtter af Encamera, og vi takker dig for støtten!
de: Sie sind einer der frühen Unterstützer von Encamera und wir danken Ihnen für die Unterstützung!
es: Usted es uno de los primeros partidarios de Encamera y le agradecemos por el apoyo.
fi: Olet yksi Encameran varhaisista tukijoista ja kiitämme sinua tuesta!
fr: Vous faites partie des premiers soutiens d’Encamera et nous vous remercions pour votre soutien !
it: Sei uno dei primi sostenitori di Encamera e ti ringraziamo per il supporto!
jp: あなたはEncameraの初期サポーターの一人です。ご支援いただきありがとうございます！

# Notification.WidgetSetup.Guidance
source: Guiding user to add a widget to the lock screen.
da: Vejleder brugeren til at tilføje en widget til låseskærmen.
de: Anleitung für den Benutzer, ein Widget zum Sperrbildschirm hinzuzufügen.
es: Guía al usuario para añadir un widget a la pantalla de bloqueo.
fi: Opastetaan käyttäjää lisäämään widget lukitusnäyttöön.
fr: Guide l'utilisateur pour ajouter un widget à l'écran de verrouillage.
it: Guida l'utente ad aggiungere un widget alla schermata di blocco.
jp: ロック画面にウィジェットを追加するよう案内しています。

# Notification.ImportImages.Prompt
source: Prompting user to import more images for security.
da: Beder brugeren om at importere flere billeder for sikkerhedens skyld.
de: Aufforderung an den Benutzer, mehr Bilder für die Sicherheit zu importieren.
es: Solicitando al usuario que importe más imágenes para seguridad.
fi: Kehotetaan käyttäjää tuomaan lisää kuvia turvallisuussyistä.
fr: Invite l'utilisateur à importer plus d'images pour la sécurité.
it: Richiesta all'utente di importare altre immagini per la sicurezza.
jp: セキュリティのために、さらに画像をインポートするようユーザーに促しています。

# Notification.Permission.Granted
source: Local notification permissions granted.
da: Lokale notifikationstilladelser givet.
de: Berechtigungen für lokale Benachrichtigungen erteilt.
es: Permisos de notificaciones locales concedidos.
fi: Paikallisen ilmoituksen luvat myönnetty.
fr: Autorisations de notifications locales accordées.
it: Autorizzazioni per le notifiche locali concesse.
jp: ローカル通知の許可が与えられました。

# Notification.WidgetReminder.Body
source: Don't forget to add the widget on the lock screen and take images quickly. See how!
da: Glem ikke at tilføje widgetten på låseskærmen og tag billeder hurtigt. Se hvordan!
de: Vergiss nicht, das Widget auf dem Sperrbildschirm hinzuzufügen und schnell Bilder aufzunehmen. Sieh selbst!
es: No olvides añadir el widget en la pantalla de bloqueo y tomar imágenes rápidamente. ¡Mira cómo!
fi: Älä unohda lisätä widgetiä lukitusnäyttöön ja ottaa kuvia nopeasti. Katso miten!
fr: N'oubliez pas d'ajouter le widget sur l'écran de verrouillage pour prendre des images rapidement. Découvrez comment !
it: Non dimenticare di aggiungere il widget sulla schermata di blocco e scattare foto rapidamente. Scopri come!
jp: ロック画面にウィジェットを追加して、すぐに写真を撮りましょう。やり方を見る！

# Notification.InactiveUserReminder.Body
source: Don't forget to secure more images by adding them to your album. Import now!
da: Glem ikke at sikre flere billeder ved at tilføje dem til dit album. Importér nu!
de: Vergiss nicht, mehr Bilder zu sichern, indem du sie zu deinem Album hinzufügst. Jetzt importieren!
es: No olvides asegurar más imágenes añadiéndolas a tu álbum. ¡Importa ahora!
fi: Älä unohda varmistaa lisää kuvia lisäämällä ne albumiisi. Tuo nyt!
fr: N'oubliez pas de sécuriser plus d'images en les ajoutant à votre album. Importez-les maintenant !
it: Non dimenticare di mettere al sicuro altre immagini aggiungendole al tuo album. Importa ora!
jp: アルバムに画像を追加して、さらに多くの画像を安全に保存しましょう。今すぐインポート！

# Notification.ImageSecurityReminder.Title
source: Did you know? 🤔
da: Vidste du det? 🤔
de: Wusstest du schon? 🤔
es: ¿Sabías? 🤔
fi: Tiesitkö? 🤔
fr: Le saviez-vous ? 🤔
it: Lo sapevi? 🤔
jp: 知っていましたか？🤔

# Notification.ImageSaveReminder.Title
source: We would like your support 🙏
da: Vi vil gerne have din støtte 🙏
de: Wir würden uns über deine Unterstützung freuen 🙏
es: Nos gustaría contar con tu apoyo 🙏
fi: Haluaisimme tukeasi 64f
fr: Nous aimerions avoir votre soutien 🙏
it: Vorremmo il tuo supporto 🙏
jp: ご支援いただけると嬉しいです🙏

# Notification.WidgetReminder.Title
source: Take directly encrypted photos 📸
da: Tag direkte krypterede fotos 📸
de: Mache direkt verschlüsselte Fotos 📸
es: Toma fotos cifradas directamente 📸
fi: Ota suoraan salattuja kuvia 📸
fr: Prenez des photos directement chiffrées 📸
it: Scatta foto direttamente criptate 4f8
jp: 写真を直接暗号化して撮影する📸

# Notification.ReviewPage.Navigation
source: Navigating to the review submission page.
da: Navigerer til anmeldelsessiden.
de: Navigation zur Seite für die Einreichung von Bewertungen.
es: Navegando a la página de envío de reseñas.
fi: Siirrytään arvostelun lähetyssivulle.
fr: Navigation vers la page de soumission d'avis.
it: Navigazione alla pagina di invio recensione.
jp: レビュー投稿ページに移動しています。

# Notification.Scheduling.Error
source: Error scheduling notification: %@
da: Fejl ved planlægning af besked: %@
de: Fehler bei der Planung der Benachrichtigung: %@
es: Error al programar la notificación: %@
fi: Virhe ilmoituksen ajoituksessa: %@
fr: Erreur lors de la planification de la notification : %@
it: Errore durante la pianificazione della notifica: %@
jp: 通知のスケジュール設定中にエラーが発生しました：%@

# Notification.VideoSave.EducationalContent
source: Showing educational content on how to save videos.
da: Viser undervisningsindhold om, hvordan man gemmer videoer.
de: Anzeige von Lehrinhalten darüber, wie man Videos speichert.
es: Mostrando contenido educativo sobre cómo guardar videos.
fi: Näytetään opettavaista sisältöä videoiden tallentamisesta.
fr: Affichage du contenu éducatif sur la façon d'enregistrer des vidéos.
it: Visualizzazione di contenuti educativi su come salvare i video.
jp: 動画の保存方法に関する教育コンテンツを表示しています。

# Notification.Permission.Error
source: Error requesting local notification permissions: %@
da: Fejl ved anmodning om lokale notifikationsrettigheder: %@
de: Fehler bei der Anforderung lokaler Benachrichtigungsberechtigungen: %@
es: Error al solicitar permisos para notificaciones locales: %@
fi: Virhe pyydettäessä paikallisia ilmoitusoikeuksia: %@
fr: Erreur lors de la demande d'autorisations de notifications locales : %@
it: Errore durante la richiesta delle autorizzazioni per le notifiche locali: %@
jp: ローカル通知の許可リクエスト中にエラーが発生しました: %@

# Notification.ImageSaveReminder.Body
source: Hope you like Encamera - This is why we need you to help us with a review. Tap here!
da: Vi håber, du kan lide Encamera – derfor har vi brug for din hjælp til en anmeldelse. Tryk her!
de: Wir hoffen, dass Ihnen Encamera gefällt - Deshalb benötigen wir Ihre Unterstützung durch eine Bewertung. Tippen Sie hier!
es: Esperamos que te guste Encamera - Por eso necesitamos que nos ayudes con una reseña. ¡Toca aquí!
fi: Toivottavasti pidät Encamerasta – Siksi tarvitsemme apuasi arvostelun kanssa. Napauta tästä!
fr: Nous espérons que vous aimez Encamera - C'est pourquoi nous avons besoin de votre aide pour un avis. Appuyez ici !
it: Speriamo che Encamera ti piaccia - Ecco perché abbiamo bisogno che tu ci lasci una recensione. Tocca qui!
jp: Encameraを気に入っていただけたら嬉しいです - ぜひレビューでご協力ください。こちらをタップ！

# Notification.Permission.RemoteError
source: Error requesting remote notification permissions: %@
da: Fejl ved anmodning om fjernmeddelelsestilladelser: %@
de: Fehler bei der Anforderung entfernter Benachrichtigungsberechtigungen: %@
es: Error al solicitar permisos para notificaciones remotas: %@
fi: Virhe pyydettäessä etäilmoitusten käyttöoikeuksia: %@
fr: Erreur lors de la demande d'autorisations de notifications à distance : %@
it: Errore durante la richiesta delle autorizzazioni per le notifiche remote: %@
jp: リモート通知の許可リクエスト中にエラーが発生しました: %@

# Notification.UnknownIdentifier
source: Unknown notification identifier
da: Ukendt notifikations-id
de: Unbekannter Benachrichtigungsidentifikator
es: Identificador de notificación desconocido
fi: Tuntematon ilmoituksen tunniste
fr: Identifiant de notification inconnu
it: Identificatore di notifica sconosciuto
jp: 不明な通知識別子

# Notification.ImageSecurityReminder.Body
source: You can also save videos to your albums, not only images. Try it now and secure some!
da: Du kan også gemme videoer i dine album, ikke kun billeder. Prøv det nu og sikr dig nogle!
de: Sie können auch Videos in Ihren Alben speichern, nicht nur Bilder. Probieren Sie es jetzt aus und sichern Sie sich einige!
es: También puedes guardar videos en tus álbumes, no solo imágenes. ¡Inténtalo ahora y asegura algunos!
fi: Voit myös tallentaa videoita albumeihisi, et pelkästään kuvia. Kokeile nyt ja tallenna jotakin!
fr: Vous pouvez aussi enregistrer des vidéos dans vos albums, pas seulement des images. Essayez maintenant et sécurisez-en quelques-unes !
it: Puoi anche salvare i video nei tuoi album, non solo le immagini. Provalo ora e metti al sicuro qualche video!
jp: 画像だけでなく、動画もアルバムに保存できます。今すぐ試して、大切な動画を守りましょう！

# Notification.PremiumPage.Navigation
source: Navigating to the premium plan purchase page.
da: Navigerer til siden for køb af premium-plan.
de: Navigieren Sie zur Kaufseite des Premium-Plans.
es: Navegando a la página de compra del plan premium.
fi: Siirrytään premium-suunnitelman ostopalveluun.
fr: Navigation vers la page d'achat du plan premium.
it: Navigazione alla pagina di acquisto del piano premium.
jp: プレミアムプラン購入ページに移動しています。

# Notification.PremiumReminder.Title
source: 20%% Discount - Limited time 📅
da: 20% rabat - Begrænset tid 🗅
de: 20%% Rabatt - Begrenzte Zeit 📅
es: 20% de descuento - Tiempo limitado 📅
fi: 20 % alennus - Rajoitettu aika 📅
fr: 20%% de réduction - Offre limitée 📅
it: Sconto del 20% - Offerta limitata 🗓️
jp: 20％割引 - 期間限定 🗓️

# Notification.PremiumReminder.Body
source: Use code 'ENCAMERA20' to get a 20%% discount on any plan. Hurry up!
da: Brug koden 'ENCAMERA20' for at få 20% rabat på enhver plan. Skynd dig!
de: Verwenden Sie den Code 'ENCAMERA20', um 20%% Rabatt auf jeden Plan zu erhalten. Beeilen Sie sich!
es: Usa el código 'ENCAMERA20' para obtener un 20% de descuento en cualquier plan. ¡Apúrate!
fi: Käytä koodia 'ENCAMERA20' saadaksesi 20 % alennuksen mistä tahansa suunnitelmasta. Toimi nopeasti!
fr: Utilisez le code 'ENCAMERA20' pour obtenir 20%% de réduction sur n'importe quel forfait. Dépêchez-vous !
it: Usa il codice 'ENCAMERA20' per ottenere uno sconto del 20% su qualsiasi piano. Affrettati!
jp: コード「ENCAMERA20」を使うと、どのプランでも20％割引になります。お早めに！

# Notification.InactiveUserReminder.Title
source: Your images might be at risk 🚨
da: Dine billeder kan være i fare 6a8
de: Ihre Bilder könnten gefährdet sein 🗨
es: Tus imágenes podrían estar en riesgo 🚨
fi: Kuvasi saattavat olla vaarassa 🚨
fr: Vos images pourraient être en danger 🚨
it: Le tue immagini potrebbero essere a rischio 🚨
jp: あなたの画像が危険にさらされているかもしれません🚨

# Settings.Contact
source: Contact Support
da: Kontakt support
de: Kontaktieren Sie den Support
fi: Ota yhteyttä tukeen
fr: Contacter le support
it: Contatta il supporto
jp: サポートに連絡

# NotificationBanner.LeaveAReview.Body
source: If you like Encamera, help us out with a review!
da: Hvis du kan lide Encamera, så hjælp os med en anmeldelse!
de: Wenn Ihnen Encamera gefällt, helfen Sie uns mit einer Bewertung!
fi: Jos pidät Encamerasta, auta meitä arvostelulla!
fr: Si vous aimez Encamera, aidez-nous en laissant un avis !
it: Se ti piace Encamera, aiutaci con una recensione!
jp: Encameraが気に入ったら、レビューで応援してください！

# NotificationBanner.Reddit.Button
source: Join Subreddit
da: Deltag i Subreddit
de: Subreddit beitreten
fi: Liity subredditille
fr: Rejoindre le subreddit
it: Unisciti al Subreddit
jp: サブレディットに参加

# AlbumDetailView.ImportButton
source: Import Pictures
da: Importer billeder
de: Bilder importieren
fi: Tuo kuvia
fr: Importer des images
it: Importa immagini
jp: 画像をインポート

# AlbumDetailView.AddFirstImage
source: Add your first image
da: Tilføj dit første billede
de: Fügen Sie Ihr erstes Bild hinzu
fi: Lisää ensimmäinen kuvasi
fr: Ajoutez votre première image
it: Aggiungi la tua prima immagine
jp: 最初の画像を追加

# AlbumDetailView.AddFirstImageSubtitle
source: Import an image from your album or open the camera and take a new picture for this album
da: Importer et billede fra dit album, eller åbn kameraet og tag et nyt billede til dette album
de: Importieren Sie ein Bild aus Ihrem Album oder öffnen Sie die Kamera und machen Sie ein neues Bild für dieses Album
fi: Tuo kuva albumistasi tai avaa kamera ja ota uusi kuva tähän albumiin
fr: Importer une image depuis votre album ou ouvrir l'appareil photo et prendre une nouvelle photo pour cet album
it: Importa un'immagine dal tuo album o apri la fotocamera e scatta una nuova foto per questo album
jp: アルバムから画像をインポートするか、カメラを開いてこのアルバム用に新しい写真を撮影してください

# NotificationBanner.Reddit.Body
source: Join the Encamera subreddit to follow the latest and give feedback
da: Bliv medlem af Encamera-subreddit for at følge med i det seneste og give feedback
de: Treten Sie dem Encamera-Subreddit bei, um das Neueste zu verfolgen und Feedback zu geben
fi: Liity Encamera-subredditiin seurataaksesi uusimpia ja antaaksesi palautetta
fr: Rejoignez le subreddit Encamera pour suivre les dernières nouveautés et donner votre avis
it: Unisciti al subreddit di Encamera per seguire le novità e dare feedback
jp: 最新情報をフォローしてフィードバックを送るためにEncameraのサブレディットに参加しましょう

# AlbumDetailView.OpenCamera
source: Take a New Picture
da: Tag et nyt billede
de: Machen Sie ein neues Bild
fi: Ota uusi kuva
fr: Prendre une nouvelle photo
it: Scatta una nuova foto
jp: 新しい写真を撮る

# NotificationBanner.LeaveAReview.Title
source: We need your help!
da: Vi har brug for din hjælp!
de: Wir brauchen Ihre Hilfe!
fi: Tarvitsemme apuasi!
fr: Nous avons besoin de votre aide !
it: Abbiamo bisogno del tuo aiuto!
jp: あなたの助けが必要です！

# NotificationBanner.Reddit.Title
source: Are you on Reddit?
da: Er du på Reddit?
de: Bist du auf Reddit?
fi: Oletko Redditissä?
fr: Êtes-vous sur Reddit ?
it: Sei su Reddit?
jp: Redditを利用していますか？

# GalleryView.PlayLivePhoto
source: Live Photo - Hold to View
da: Live Photo - Hold for at se
de: Live Photo - Zum Ansehen halten
fi: Live-kuva – Pidä painettuna katsellaksesi
fr: Photo Live - Maintenez pour voir
it: Live Photo - Tieni premuto per visualizzare
jp: Live Photo - 長押しで表示

# PinTooShort
source: PIN is too short. It must be at least %@ digits.
da: PIN-koden er for kort. Den skal være mindst %@ cifre.
de: PIN ist zu kurz. Es muss mindestens %@ Stellen haben.
fi: PIN-koodi on liian lyhyt. Sen on oltava vähintään %@ numeroa pitkä.
fr: Le code PIN est trop court. Il doit comporter au moins %@ chiffres.
it: Il PIN è troppo corto. Deve essere di almeno %@ cifre.
jp: PINが短すぎます。少なくとも%@桁必要です。

# UnlockWithPin
source: Unlock
da: Lås op
de: Entsperren
fi: Avaa lukitus
fr: Déverrouiller
it: Sblocca
jp: ロック解除

source: Save PIN Code
da: Gem PIN-kode
de: PIN-Code speichern
fi: Tallenna PIN-koodi
fr: Enregistrer le code PIN
it: Salva codice PIN
jp: PINコードを保存

# OpenSystemSettings
source: Go to Settings
da: Gå til indstillinger
de: Zu den Einstellungen gehen
fi: Siirry asetuksiin
fr: Aller aux paramètres
it: Vai su Impostazioni
jp: 設定へ移動

# Settings.BackupKeyPhrase
source: Backup Key Phrase
da: Backup-nøglefrase
de: Sicherungsschlüsselphrase
fi: Varmuuskopioi avainlause
fr: Sauvegarder la phrase clé
it: Frase Chiave di Backup
jp: キーフレーズのバックアップ

# Settings.ImportKeyPhrase
source: Import Key Phrase
da: Importer nøgleudtryk
de: Schlüsselphrase importieren
fi: Tuo avainlause
fr: Importer la phrase clé
it: Importa Frase Chiave
jp: キーフレーズのインポート

# MediaSelectionTray.ItemSelected
source: Selected
da: Valgt
de: Element ausgewählt
fi: Valittu
fr: Sélectionné
it: Selezionato
jp: 選択済み

# NotificationListTitle
source: Notifications
da: Notifikationer
de: Benachrichtigungen
fi: Ilmoitukset
it: Notifiche
jp: 通知

# MediaSelectionTray.SelectMedia
source: Select Media
da: Vælg medie
de: Medien auswählen
fi: Valitse media
fr: Sélectionner un média
it: Seleziona supporto
jp: メディアを選択

# CopyPhraseInstructions
source: Write down or copy these words in the right order and save them somewhere safe. This phrase is used to generate the encryption key that encrypts your media. It's important to save this key in case you lose your device.
da: Skriv disse ord ned eller kopier dem i den rigtige rækkefølge og gem dem et sikkert sted. Denne sætning bruges til at generere krypteringsnøglen, der krypterer dine medier. Det er vigtigt at gemme denne nøgle, hvis du mister din enhed.
de: Schreiben Sie diese Wörter in der richtigen Reihenfolge auf oder kopieren Sie sie und speichern Sie sie an einem sicheren Ort. Dieser Satz wird verwendet, um den Verschlüsselungsschlüssel zu generieren, der Ihre Medien verschlüsselt. Es ist wichtig, diesen Schlüssel zu speichern, falls Sie Ihr Gerät verlieren.
fi: Kirjoita tai kopioi nämä sanat oikeassa järjestyksessä ja tallenna ne turvalliseen paikkaan. Tätä lausetta käytetään luomaan salausavain, joka salaa mediasi. On tärkeää tallentaa tämä avain siltä varalta, että kadotat laitteesi.
fr: Notez ou copiez ces mots dans le bon ordre et gardez-les dans un endroit sûr. Cette phrase est utilisée pour générer la clé de chiffrement qui protège vos médias. Il est important de sauvegarder cette clé au cas où vous perdriez votre appareil.
it: Scrivi o copia queste parole nell'ordine corretto e salvale in un posto sicuro. Questa frase viene utilizzata per generare la chiave di crittografia che protegge i tuoi file multimediali. È importante salvare questa chiave nel caso in cui tu perda il dispositivo.
jp: これらの単語を正しい順序で書き写すかコピーして、安全な場所に保管してください。 このフレーズはあなたのメディアを暗号化する暗号鍵を生成するために使用されます。 デバイスを紛失した場合に備えて、この鍵を保存しておくことが重要です。

source: Recovery Phrase Copied!
da: Gendannelsesfrase kopieret!
de: Wiederherstellungsphrase kopiert!
fi: Palautuslause kopioitu!
fr: Phrase de récupération copiée !
it: Frase di recupero copiata!
jp: リカバリーフレーズをコピーしました！

# CopyPhrase
source: Copy Phrase to Clipboard
da: Kopiér sætning til udklipsholder
de: Phrase in die Zwischenablage kopieren
fi: Kopioi lause leikepöydälle
fr: Copier l'expression dans le presse-papiers
it: Copia frase negli appunti
jp: フレーズをクリップボードにコピー

# MovieDecryptionError
source: Could not load or decrypt movie. It may not be able to be downloaded. If this media is on iCloud, make sure you are able to download files with your current Internet connection. Error: %@
da: Kunne ikke indlæse eller dekryptere film. Det er muligvis ikke muligt at downloade den. Hvis denne medie er på iCloud, skal du sikre dig, at du kan downloade filer med din nuværende internetforbindelse. Fejl: %@
de: Film konnte nicht geladen oder entschlüsselt werden. Möglicherweise kann er nicht heruntergeladen werden. Wenn sich dieses Medium in iCloud befindet, stellen Sie sicher, dass Sie Dateien mit Ihrer aktuellen Internetverbindung herunterladen können.
fi: Elokuvaa ei voitu ladata tai purkaa. Sitä ei ehkä voi ladata. Jos tämä media on iCloudissa, varmista, että voit ladata tiedostoja nykyisellä Internet-yhteydelläsi. Virhe: %@
fr: Impossible de charger ou de déchiffrer le film. Il se peut qu'il ne puisse pas être téléchargé. Si ce média est sur iCloud, assurez-vous de pouvoir télécharger des fichiers avec votre connexion Internet actuelle. Erreur : %@
it: Impossibile caricare o decrittare il filmato. Potrebbe non essere possibile scaricarlo. Se questo file multimediale è su iCloud, assicurati di poter scaricare i file con la tua connessione Internet attuale. Errore: %@
jp: ムービーを読み込むか復号できませんでした。ダウンロードできない可能性があります。このメディアがiCloud上にある場合は、現在のインターネット接続でファイルをダウンロードできることを確認してください。エラー: %@

# AlbumDetailView.PhotoAccessAlertTitle
source: Delete After Import?
da: Slet efter import?
de: Nach dem Import löschen?
fi: Poista tuonnin jälkeen?
fr: Supprimer après l'importation ?
it: Eliminare dopo l'importazione?
jp: インポート後に削除しますか？

# AlbumDetailView.NoLicenseDeletionWarningMessage
source: Because you don't have a paid license to Encamera, you will only be able to view 10 images in the app. If you delete images from your photo library, you may not be able to view them without a paid license.
da: Fordi du ikke har en betalt licens til Encamera, vil du kun kunne se 10 billeder i appen. Hvis du sletter billeder fra dit fotobibliotek, kan du muligvis ikke se dem uden en betalt licens.
de: Da Sie keine kostenpflichtige Lizenz für Encamera haben, können Sie in der App nur 10 Bilder anzeigen. Wenn Sie Bilder aus Ihrer Fotobibliothek löschen, können Sie sie möglicherweise ohne eine kostenpflichtige Lizenz nicht anzeigen.
fi: Koska sinulla ei ole maksullista Encamera-lisenssiä, voit katsella sovelluksessa vain 10 kuvaa. Jos poistat kuvia kuvakirjastostasi, et välttämättä pysty katsomaan niitä ilman maksullista lisenssiä.
fr: Parce que vous n'avez pas de licence payante pour Encamera, vous ne pourrez visualiser que 10 images dans l'application. Si vous supprimez des images de votre photothèque, il se peut que vous ne puissiez plus les voir sans licence payante.
it: Poiché non hai una licenza a pagamento per Encamera, potrai visualizzare solo 10 immagini nell'app. Se elimini immagini dalla tua libreria fotografica, potresti non riuscire a visualizzarle senza una licenza a pagamento.
jp: Encameraの有料ライセンスをお持ちでないため、アプリ内で閲覧できる画像は10枚までとなります。写真ライブラリから画像を削除すると、有料ライセンスがない限り再度閲覧できなくなる可能性があります。

# AlbumDetailView.PhotoAccessAlertMessage
source: Do you want to delete the images from your photo library after importing them? Encamera requires permission to your photo library to do this.
da: Vil du slette billederne fra dit fotobibliotek efter import? Encamera kræver tilladelse til dit fotobibliotek for at gøre dette.
de: Möchten Sie die Bilder nach dem Import aus Ihrer Fotobibliothek löschen? Encamera benötigt hierfür die Berechtigung zu Ihrer Fotobibliothek.
fi: Haluatko poistaa kuvat kuvakirjastostasi tuonnin jälkeen? Encamera tarvitsee luvan kuvakirjastoosi tämän tekemiseksi.
fr: Voulez-vous supprimer les images de votre photothèque après les avoir importées ? Encamera nécessite l'autorisation d'accéder à votre photothèque pour effectuer cette opération.
it: Vuoi eliminare le immagini dalla tua libreria fotografica dopo averle importate? Encamera necessita dell'autorizzazione alla tua libreria fotografica per farlo.
jp: インポート後に写真ライブラリから画像を削除しますか？この操作を行うには、Encameraに写真ライブラリへのアクセス許可が必要です。

# AlbumDetailView.PhotoAccessAlertSecondaryButton
source: Not Now
da: Ikke nu
de: Nicht jetzt
fi: Ei nyt
fr: Pas maintenant
it: Non ora
jp: 今はしない

# AlbumDetailView.NoLicenseDeletionWarningPrimaryButton
source: I Understand
da: Jeg forstår
de: Ich verstehe
fi: Ymmärrän
fr: Je comprends
it: Ho capito
jp: 理解しました

# AlbumDetailView.NoLicenseDeletionWarningTitle
source: ⚠️ Important ⚠️
da: ⚠️ Vigtigt ⚠️
de: ⚠️ Wichtig ⚠️
fi:  Tärkeää 
it: ⚠️ Importante ⚠️
jp: ⚠️ 重要 ⚠️

# AlbumDetailView.PhotoAccessAlertPrimaryButton
source: Delete
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
it: Elimina
jp: 削除

# Settings.DefaultStorageOption
source: Default Storage Option
da: Standardlagringsmulighed
de: Standard Speicheroption
fi: Oletustallennusvaihtoehto
fr: Option de stockage par défaut
it: Opzione di archiviazione predefinita
jp: デフォルトの保存オプション

source: Yes
da: Ja
de: Ja
fi: Kyllä
fr: Oui
it: Sì
jp: はい

# AskForReview.EnjoyingTheApp
source: Are you enjoying the app?
da: Nyder du appen?
de: Genießen Sie die App?
fi: Nautitko sovelluksesta?
fr: Aimez-vous l'application ?
it: Ti sta piacendo l'app?
jp: アプリを楽しんでいますか？

source: No
da: Nej
de: Nein
fi: Ei
fr: Non
jp: いいえ
