Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# DefaultAlbumName
source: My Album
da: Mit album
de: Mein Album
es: Mi Álbum
fi: Oma albumi
fr: Mon album
it: Il mio album
jp: 私のアルバム

source: Could not delete keychain items.
da: Kunne ikke slette nøgleringselementer.
de: Schlüsselbund-Elemente konnten nicht gelöscht werden.
es: No se pudieron eliminar los elementos del llavero.
fi: Avainnipun kohteita ei voitu poistaa.
fr: Impossible de supprimer les éléments du trousseau.
it: Impossibile eliminare gli elementi del portachiavi.
jp: キーチェーン項目を削除できませんでした。

source: Not authenticated for this operation.
da: Ikke godkendt til denne handling.
de: Für diese Operation nicht authentifiziert.
es: No autenticado para esta operación.
fi: Ei todennusta tähän toimintaan.
fr: Non authentifié pour cette opération.
it: Non autenticato per questa operazione.
jp: この操作の認証がされていません。

source: Key name is invalid, must be more than two characters
da: Nøglenavnet er ugyldigt, det skal være mere end to tegn
de: Der Schlüsselname ist ungültig, er muss mehr als zwei Zeichen haben
es: El nombre de la clave es inválido, debe tener más de dos caracteres
fi: Avaimen nimi on virheellinen, sen on oltava yli kaksi merkkiä pitkä
fr: Le nom de la clé est invalide, il doit comporter plus de deux caractères.
it: Il nome della chiave non è valido, deve contenere più di due caratteri
jp: キー名が無効です。2文字以上である必要があります。

source: Key not found.
da: Nøgle ikke fundet.
de: Schlüssel nicht gefunden.
es: Clave no encontrada.
fi: Avainta ei löytynyt.
fr: Clé non trouvée.
it: Chiave non trovata.
jp: キーが見つかりません。

source: Error coding keychain data.
da: Fejl ved kodning af nøgleringsdata.
de: Fehler beim Kodieren der Schlüsselbund-Daten.
es: Error al codificar datos del llavero.
fi: Virhe avainnipun tietojen koodauksessa.
fr: Erreur lors du codage des données du trousseau.
it: Errore nella codifica dei dati del portachiavi.
jp: キーチェーンデータのコーディングエラーです。

source: A key with this name already exists.
da: En nøgle med dette navn findes allerede.
de: Ein Schlüssel mit diesem Namen existiert bereits.
es: Ya existe una clave con este nombre.
fi: Tällä nimellä oleva avain on jo olemassa.
fr: Une clé portant ce nom existe déjà.
it: Esiste già una chiave con questo nome.
jp: この名前のキーはすでに存在します。

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
jp: パスワード

source: Use Password
da: Brug adgangskode
de: Passwort verwenden
es: Usar contraseña
fi: Käytä salasanaa
fr: Utiliser le mot de passe
it: Usa Password
jp: パスワードを使用

source: Not determined.
da: Ikke fastlagt.
de: Nicht festgelegt.
es: No determinado.
fi: Ei määritelty.
fr: Non déterminé.
it: Non determinato.
jp: 未決定。

source: Password is valid.
da: Adgangskoden er gyldig.
de: Passwort ist gültig.
es: La contraseña es válida.
fi: Salasana on kelvollinen.
fr: Le mot de passe est valide.
it: La password è valida.
jp: パスワードは有効です。

source: Password is too short, <%@
da: Adgangskoden er for kort, <%@
de: Passwort ist zu kurz, <%@
es: La contraseña es demasiado corta, <%@
fi: Salasana on liian lyhyt, <%@
fr: Le mot de passe est trop court, <%@
it: La password è troppo corta, <%@
jp: パスワードが短すぎます、<%@

source: Passwords do not match.
da: Adgangskoderne matcher ikke.
de: Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
it: Le password non corrispondono.
jp: パスワードが一致しません。

source: Password is too long, >%@
da: Adgangskoden er for lang, >%@
de: Passwort ist zu lang, >%@
es: La contraseña es demasiado larga, >%@
fi: Salasana on liian pitkä, >%@
fr: Le mot de passe est trop long, >%@
it: La password è troppo lunga, >%@
jp: パスワードが長すぎます（>%@）

source: No iCloud account found on this device.
da: Ingen iCloud-konto fundet på denne enhed.
de: Kein iCloud-Konto auf diesem Gerät gefunden.
es: No se encontró una cuenta de iCloud en este dispositivo.
fi: Tältä laitteelta ei löytynyt iCloud-tiliä.
fr: Aucun compte iCloud trouvé sur cet appareil.
it: Nessun account iCloud trovato su questo dispositivo.
jp: このデバイスにiCloudアカウントが見つかりません。

source: %@ must be set
da: %@ skal angives
de: %@ muss eingestellt werden
es: %@ debe estar configurado
fi: %@ täytyy asettaa
fr: %@ doit être défini
it: %@ deve essere impostato
jp: %@を設定する必要があります

source: Local
da: Lokal
de: Lokal
fi: Paikallinen
it: Locale
jp: ローカル

source: Save to iCloud Drive
da: Gem på iCloud Drive
de: In iCloud Drive speichern
es: Guardar en iCloud Drive
fi: Tallenna iCloud Driveen
fr: Enregistrer sur iCloud Drive
it: Salva su iCloud Drive
jp: iCloud Driveに保存

# SaveLocally
source: Save to this device
da: Gem på denne enhed
de: Auf diesem Gerät speichern
es: Guardar en este dispositivo
fi: Tallenna tälle laitteelle
fr: Enregistrer sur cet appareil
it: Salva su questo dispositivo
jp: このデバイスに保存

source: Missing camera access
da: Mangler kameraadgang
de: Kamerazugriff fehlt
fi: Kameran käyttö puuttuu
fr: Accès à la caméra manquant
it: Accesso alla fotocamera mancante
jp: カメラへのアクセスがありません

source: Open Settings
da: Åbn indstillinger
de: Einstellungen öffnen
es: Abrir Ajustes
fi: Avaa asetukset
fr: Ouvrir les paramètres
it: Apri Impostazioni
jp: 設定を開く

source: Finish Importing Media
da: Afslut import af medier
de: Medienimport abschließen
es: Finalizar Importación de Medios
fi: Viimeistele median tuonti
fr: Terminer l'importation des médias
it: Completare l'importazione dei media
jp: メディアのインポート完了

source: TAKE YOUR FIRST PICTURE
da: TAG DIT FØRSTE BILLEDE
de: NEHMEN SIE IHR ERSTES FOTO
es: TOMA TU PRIMERA FOTO
fi: OTA ENSIMMÄINEN KUVASI
fr: PRENEZ VOTRE PREMIÈRE PHOTO
it: SCATTA LA TUA PRIMA FOTO
jp: 最初の写真を撮影する

source: IMAGE SAVED TO ALBUM
da: BILLEDE GEMT I ALBUM
de: BILD IM ALBUM GESPEICHERT
es: IMAGEN GUARDADA EN EL ÁLBUM
fi: KUVA TALLENNETTU ALBUMIIN
fr: IMAGE ENREGISTRÉE DANS L'ALBUM
it: IMMAGINE SALVATA NELL'ALBUM
jp: 画像がアルバムに保存されました

source: No Album
da: Intet album
de: Kein Album
es: Sin Álbum
fi: Ei albumia
fr: Aucun album
it: Nessun album
jp: アルバムなし

# NoAlbumSelected
source: No Album Selected. You must select an album to save photos to.
da: Ingen album valgt. Du skal vælge et album for at gemme fotos.
de: Kein Album ausgewählt. Sie müssen ein Album auswählen, um Fotos zu speichern.
es: Ningún Álbum Seleccionado. Debes seleccionar un álbum para guardar las fotos.
fi: Albumia ei valittu. Sinun täytyy valita albumi, johon tallennat valokuvat.
fr: Aucun album sélectionné. Vous devez sélectionner un album pour enregistrer des photos.
it: Nessun album selezionato. Devi selezionare un album per salvare le foto.
jp: アルバムが選択されていません。写真を保存するにはアルバムを選択してください。

source: PHOTO
da: FOTO
de: FOTO
es: FOTO
fi: KUVA
it: FOTO
jp: 写真

source: Shared Media
da: Delt medie
de: Geteilte Medien
es: Medios compartidos
fi: Jaettu media
fr: Médias partagés
it: Media condivisi
jp: 共有メディア

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
jp: 保存

# FeedbackRequest
source: Because Encamera does not track user behavior in any way, and collects no information about you, the user, we rely on your feedback to help us improve the app.
da: Fordi Encamera ikke sporer brugeradfærd på nogen måde og ikke indsamler nogen oplysninger om dig, brugeren, er vi afhængige af din feedback for at hjælpe os med at forbedre appen.
de: Da Encamera keinerlei Nutzerverhalten verfolgt und keine Informationen über Sie, den Nutzer, sammelt, sind wir auf Ihr Feedback angewiesen, um die App zu verbessern.
es: Dado que Encamera no rastrea el comportamiento del usuario de ninguna manera y no recopila ninguna información sobre ti, el usuario, confiamos en tus comentarios para ayudarnos a mejorar la app.
fi: Koska Encamera ei seuraa käyttäjien toimintaa millään tavalla eikä kerää mitään tietoja sinusta, käyttäjästä, luotamme palautteeseesi sovelluksen parantamiseksi.
fr: Parce qu’Encamera ne suit en aucune façon le comportement des utilisateurs et ne collecte aucune information vous concernant, nous comptons sur vos retours pour nous aider à améliorer l’application.
it: Poiché Encamera non traccia in alcun modo il comportamento degli utenti e non raccoglie alcuna informazione su di te, facciamo affidamento sul tuo feedback per aiutarci a migliorare l'app.
jp: Encameraはユーザーの行動を一切追跡せず、あなたに関する情報も収集しないため、アプリの改善にはあなたのフィードバックが頼りです。

source: What is Encamera?
da: Hvad er Encamera?
de: Was ist Encamera?
es: ¿Qué es Encamera?
fi: Mikä on Encamera?
fr: Qu’est-ce qu’Encamera ?
it: Cos'è Encamera?
jp: Encameraとは？

source: Why Encrypt Media?
da: Hvorfor kryptere medier?
de: Warum Medien verschlüsseln?
es: ¿Por qué cifrar los medios?
fi: Miksi salata media?
fr: Pourquoi chiffrer les médias ?
it: Perché crittografare i media?
jp: なぜメディアを暗号化するのか？

source: Leave a Review
da: Skriv en anmeldelse
de: Eine Bewertung hinterlassen
es: Dejar un comentario
fi: Jätä arvostelu
fr: Laisser un avis
it: Lascia una recensione
jp: レビューを残す

source: Password successfully changed
da: Adgangskoden blev ændret med succes
de: Passwort erfolgreich geändert
es: Contraseña cambiada con éxito
fi: Salasana vaihdettu onnistuneesti
fr: Mot de passe changé avec succès
it: Password cambiata con successo
jp: パスワードが正常に変更されました

source: Get Premium
da: Få Premium
de: Premium erhalten
es: Obtener Premium
fi: Hanki Premium
fr: Obtenir Premium
it: Ottieni Premium
jp: プレミアムを取得

# PremiumUnlockTheseBenefits
source: Unlimited albums and iCloud storage
da: Ubegrænsede albums og iCloud-lagring
de: Heute all diese erstaunlichen Vorteile freischalten
es: Desbloquea todos estos increíbles beneficios hoy
fi: Rajoittamattomat albumit ja iCloud-tallennustila
fr: Albums illimités et stockage iCloud
it: Album illimitati e archiviazione iCloud
jp: 無制限のアルバムとiCloudストレージ

source: Restore Purchases
da: Gendan køb
de: Käufe wiederherstellen
es: Restaurar Compras
fi: Palauta ostokset
fr: Restaurer les achats
it: Ripristina acquisti
jp: 購入の復元

source: Settings
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
jp: 設定

source: Join Telegram Group
da: Deltag i Telegram-gruppe
de: Telegram-Gruppe beitreten
es: Unirse al grupo de Telegram
fi: Liity Telegram-ryhmään
fr: Rejoindre le groupe Telegram
it: Unisciti al gruppo Telegram
jp: Telegramグループに参加

source: Privacy Policy
da: Privatlivspolitik
de: Datenschutzrichtlinie
es: Política de Privacidad
fi: Tietosuojakäytäntö
fr: Politique de confidentialité
it: Informativa sulla privacy
jp: プライバシーポリシー

source: Terms of Use
da: Brugsbetingelser
de: Nutzungsbedingungen
es: Términos de Uso
fi: Käyttöehdot
fr: Conditions d'utilisation
it: Termini di utilizzo
jp: 利用規約

source: Erase
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Effacer
it: Elimina
jp: 消去

source: Erase keychain data
da: Slet nøgleringsdata
de: Schlüsselbunddaten löschen
es: Borrar datos del llavero
fi: Tyhjennä avainnipun tiedot
fr: Effacer les données du trousseau
it: Cancella dati portachiavi
jp: キーチェーンデータを消去

source: Erase All Data
da: Slet alle data
de: Alle Daten löschen
fi: Poista kaikki tiedot
fr: Effacer toutes les données
it: Cancella tutti i dati
jp: すべてのデータを消去

# allDataExplanation
source: Are you sure you want to erase ALL ENCAMERA DATA? THIS WILL ERASE: • ALL your stored keys 🔑 • Your password 🔐 • App settings 🎛 • MEDIA YOU HAVE STORED LOCALLY OR ON iCLOUD You can create a backup of your keys from the key management screen. The app will quit after erase is finished.
da: Er du sikker på, at du vil slette AL ENCAMERA DATA? DETTE VIL SLETTE:  ALLE dine gemte nøgler   Din adgangskode   App-indstillinger   MEDIER DU HAR GEMT LOKALT ELLER PÅ iCLOUD Du kan lave en sikkerhedskopi af dine nøgler fra nøglehåndteringsskærmen. Appen vil lukke, når sletningen er færdig.
de: Sind Sie sicher, dass Sie ALLE ENCAMERA-DATEN löschen möchten? DAS WIRD GELÖSCHT: • Alle Ihre gespeicherten Schlüssel 🔑 • Ihr Passwort 🔐 • App-Einstellungen 🎛 • VON IHNEN LOKAL ODER AUF iCLOUD GESPEICHERTE MEDIEN Sie können ein Backup Ihrer Schlüssel über den Schlüsselverwaltungsbildschirm erstellen. Die App wird nach dem Löschen beendet.
es: ¿Estás seguro de que quieres borrar TODOS LOS DATOS DE ENCAMERA? ESTO BORRARÁ: • TODAS tus claves almacenadas 🔑 • Tu contraseña 🔐 • Ajustes de la app 🎛 • MULTIMEDIA ALMACENADA LOCALMENTE O EN iCLOUD Puedes crear una copia de seguridad de tus claves desde la pantalla de gestión de claves. La app se cerrará después de que se complete el borrado.
fi: Oletko varma, että haluat poistaa KAIKEN ENCAMERA-DATAN? TÄMÄ POISTAA: • KAIKKI tallentamasi avaimet 🔑 • Salasanasi 🔐 • Sovelluksen asetukset 🎛️ • PAIKALLISESTI TAI iCLOUDISSA TALLENNETUN MEDIAN Voit luoda varmuuskopion avaimistasi avainhallinnan kautta. Sovellus sulkeutuu, kun poisto on valmis.
fr: Êtes-vous sûr de vouloir EFFACER TOUTES LES DONNÉES ENCAMERA ? CELA EFFACERA : • TOUS vos clés enregistrées 🔑 • Votre mot de passe 🔐 • Les paramètres de l'application 🎛 • LES MÉDIAS QUE VOUS AVEZ STOCKÉS LOCALMENT OU SUR iCLOUD Vous pouvez créer une sauvegarde de vos clés depuis l'écran de gestion des clés. L'application se fermera une fois l'effacement terminé.
it: Sei sicuro di voler cancellare TUTTI I DATI DI ENCAMERA? QUESTO CANCELLERÀ:  TUTTE le tue chiavi memorizzate 🔑  La tua password 🔐  Le impostazioni dell'app 🎛️  I MEDIA CHE HAI ARCHIVIATO LOCALMENTE O SU iCLOUD Puoi creare un backup delle tue chiavi dalla schermata di gestione delle chiavi. L'app si chiuderà dopo che la cancellazione sarà completata.
jp: 本当にすべてのENCAMERAデータを消去しますか？ これにより消去されます： ・保存されているすべての鍵 🔑 ・パスワード 🔐 ・アプリの設定 🎛 ・ローカルまたはiCloudに保存されたメディア 鍵のバックアップは鍵管理画面から作成できます。 消去が完了するとアプリは終了します。

# appDataExplanation
source: Are you sure you want to erase ALL app data? THIS WILL ERASE: • ALL your stored keys 🔑 • Your password 🔐 • App settings 🎛 THIS WILL NOT ERASE: • Media you have stored locally or on iCloud You can create a backup of your keys from the key management screen. The app will quit after erase is finished.
da: Er du sikker på, at du vil slette ALLE app-data? DETTE VIL SLETTE:  ALLE dine gemte nøgler   Din adgangskode   App-indstillinger  DETTE VIL IKKE SLETTE:  Medier, du har gemt lokalt eller på iCloud Du kan lave en sikkerhedskopi af dine nøgler fra nøglehåndteringsskærmen. Appen lukker, når sletningen er færdig.
de: Sind Sie sicher, dass Sie ALLE App-Daten löschen möchten? DAS WIRD GELÖSCHT: • Alle Ihre gespeicherten Schlüssel 🔑 • Ihr Passwort 🔐 • App-Einstellungen 🎛 DAS WIRD NICHT GELÖSCHT: • Medien, die Sie lokal oder auf iCloud gespeichert haben Sie können ein Backup Ihrer Schlüssel über den Schlüsselverwaltungsbildschirm erstellen. Die App wird nach dem Löschen beendet.
es: ¿Estás seguro de que quieres borrar TODOS los datos de la app? ESTO BORRARÁ: • TODAS tus claves almacenadas 🔑 • Tu contraseña 🔐 • Ajustes de la app 🎛 ESTO NO BORRARÁ: • Multimedia que has almacenado localmente o en iCloud Puedes crear una copia de seguridad de tus claves desde la pantalla de gestión de claves. La app se cerrará después de que se complete el borrado.
fi: Haluatko varmasti poistaa KAIKKI sovelluksen tiedot? TÄMÄ POISTAA: • KAIKKI tallennetut avaimesi 🔑 • Salasanasi 🔐 • Sovelluksen asetukset 🎛 TÄMÄ EI POISTA: • Paikallisesti tai iCloudiin tallentamiasi medioita Voit luoda varmuuskopion avaimistasi avainhallinnanäkymästä. Sovellus sulkeutuu, kun poisto on valmis.
fr: Êtes-vous sûr de vouloir effacer TOUTES les données de l’application ? Ceci EFFACERA : • TOUTES vos clés enregistrées 🔑 • Votre mot de passe 🔐 • Les paramètres de l’application 🎛 Ceci N’EFFACERA PAS : • Les médias que vous avez stockés localement ou sur iCloud Vous pouvez créer une sauvegarde de vos clés depuis l’écran de gestion des clés. L’application se fermera après la fin de l’effacement.
it: Sei sicuro di voler cancellare TUTTI i dati dell'app? QUESTO CANCELLERÀ:  TUTTE le tue chiavi salvate   La tua password   Le impostazioni dell'app  QUESTO NON CANCELLERÀ:  I media che hai salvato localmente o su iCloud Puoi creare un backup delle tue chiavi dalla schermata di gestione delle chiavi. L'app si chiuderà dopo che la cancellazione è stata completata.
jp: 本当にすべてのアプリデータを消去してもよろしいですか？ これにより消去されるもの： ・保存されているすべての鍵 🔑 ・パスワード 🔐 ・アプリ設定 🎛️ これにより消去されないもの： ・ローカルまたはiCloudに保存されているメディア 鍵のバックアップは鍵管理画面から作成できます。 消去が完了するとアプリは終了します。

source: Change Password
da: Skift adgangskode
de: Passwort ändern
es: Cambiar Contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
it: Cambia password
jp: パスワードを変更

source: Current Password
da: Nuværende adgangskode
de: Aktuelles Passwort
es: Contraseña Actual
fi: Nykyinen salasana
fr: Mot de passe actuel
it: Password attuale
jp: 現在のパスワード

source: New Password
da: Nyt kodeord
de: Neues Passwort
es: Nueva Contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
it: Nuova password
jp: 新しいパスワード

# Roadmap
source: Roadmap & Feature Requests
da: Køreplan & funktionsanmodninger
de: Fahrplan & Funktionserweiterungen
es: Hoja de Ruta y Solicitud de Funciones
fi: Tiekartta ja ominaisuustoiveet
fr: Feuille de route & Suggestions de fonctionnalités
it: Tabella di marcia e richieste di funzionalità
jp: ロードマップと機能リクエスト

source: Hold to erase
da: Hold for at slette
de: Halten zum Löschen
es: Mantener presionado para borrar
fi: Pidä painettuna poistaaksesi
fr: Maintenez pour effacer
it: Tieni premuto per cancellare
jp: 長押しで消去

source: Erase App Data
da: Slet appdata
de: App-Daten löschen
fi: Poista sovelluksen tiedot
fr: Effacer les données de l'application
it: Cancella dati dell'app
jp: アプリデータを消去

source: Erasing in %@
da: Sletter i %@
de: Löschen in %@
es: Borrando en %@
fi: Poistetaan %@:ssa
fr: Effacement dans %@
it: Cancellazione in %@
jp: %@で消去中

source: Congratulations!
da: Tillykke!
de: Herzlichen Glückwunsch!
es: ¡Felicidades!
fi: Onnittelut!
fr: Félicitations !
it: Congratulazioni!
jp: おめでとうございます！

source: Choose your storage
da: Vælg din lagring
de: Wählen Sie Ihren Speicher
es: Elige tu almacenamiento
fi: Valitse tallennustila
fr: Choisissez votre stockage
it: Scegli il tuo archivio
jp: ストレージを選択してください

# ChooseYourStorageDescription
source: Choose where to securely save your images from now on.
da: Vælg hvor du fremover vil gemme dine billeder sikkert.
de: Wählen Sie, wo Sie Ihre Bilder ab jetzt sicher speichern möchten.
es: Elige dónde guardar de forma segura tus imágenes a partir de ahora.
fi: Valitse, mihin tallennat kuvasi turvallisesti jatkossa.
fr: Choisissez où enregistrer vos images en toute sécurité à partir de maintenant.
it: Scegli dove salvare in modo sicuro le tue immagini d'ora in poi.
jp: これから画像を安全に保存する場所を選択してください。

source: You took your first photo! 📸 🥳
da: Du tog dit første foto! 📸 🥳
de: Du hast dein erstes Foto gemacht! 📸 🥳
es: ¡Tomaste tu primera foto! 📸 🥳
fi: Otit ensimmäisen valokuvasi! 📸 🥳
fr: Vous avez pris votre première photo ! 📸 🥳
it: Hai scattato la tua prima foto! 📸 🥳
jp: 初めての写真を撮りました！📸 🥳

source: See the photos that belong to a key by tapping the
da: Se billederne, der hører til en nøgle, ved at trykke på
de: Sehen Sie die Fotos, die zu einem Schlüssel gehören, indem Sie auf das
es: Ve las fotos que pertenecen a una llave tocando el
fi: Katso avaimelle kuuluvat kuvat napauttamalla
fr: Voyez les photos associées à une clé en appuyant sur l’icône
it: Vedi le foto associate a una chiave toccando il
jp: キーに紐づく写真を見るには、画面左上の

source: icon on the top left of the screen.
da: ikon øverst til venstre på skærmen.
de: -Symbol oben links auf dem Bildschirm tippen.
es: icono en la parte superior izquierda de la pantalla.
fi: kuvake näytön vasemmassa yläkulmassa.
fr: en haut à gauche de l’écran.
it: icona in alto a sinistra dello schermo.
jp: アイコンをタップしてください。

source: Confirm Storage
da: Bekræft lagring
de: Speicher bestätigen
es: Confirmar Almacenamiento
fi: Vahvista tallennus
fr: Confirmer le stockage
it: Conferma Archiviazione
jp: 保存先を確認

source: Accept
da: Accepter
de: Akzeptieren
es: Aceptar
fi: Hyväksy
fr: Accepter
it: Accetta
jp: 承認する

source: Active
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
jp: アクティブ

source: Create New Album
da: Opret nyt album
de: Neues Album erstellen
es: Crear Nuevo Álbum
fi: Luo uusi albumi
fr: Créer un nouvel album
it: Crea nuovo album
jp: 新しいアルバムを作成

source: Add Existing Key
da: Tilføj eksisterende nøgle
de: Vorhandenen Schlüssel hinzufügen
es: Añadir Clave Existente
fi: Lisää olemassa oleva avain
fr: Ajouter une clé existante
it: Aggiungi chiave esistente
jp: 既存のキーを追加

# AlbumsTitle
source: Albums
da: Album
de: Alben
es: Álbumes
fi: Albumit
it: Album
jp: アルバム

source: Add Key
da: Tilføj nøgle
de: Schlüssel hinzufügen
es: Añadir clave
fi: Lisää avain
fr: Ajouter une clé
it: Aggiungi chiave
jp: 鍵を追加

# ShareKeyExplanation
source: Share your encryption key with someone you trust. Sharing it with them means they can decrypt any media you share with them that is encrypted with this key.
da: Del din krypteringsnøgle med en, du stoler på. Hvis du deler den med dem, betyder det, at de kan dekryptere alt medieindhold, du deler med dem, som er krypteret med denne nøgle.
de: Teilen Sie Ihren Verschlüsselungscode mit jemandem, dem Sie vertrauen. Wenn Sie ihn teilen, bedeutet das, dass sie alle Medien, die Sie mit ihnen teilen und mit diesem Schlüssel verschlüsselt sind, entschlüsseln können.
es: Comparte tu clave de cifrado con alguien de confianza. Compartirla con esa persona significa que podrá descifrar cualquier medio que compartas con ella que esté cifrado con esta clave.
fi: Jaa salausavaimesi jonkun luotettavan kanssa. Kun jaat sen heidän kanssaan, he voivat purkaa minkä tahansa median salauksen, jonka jaat heidän kanssaan tällä avaimella.
fr: Partagez votre clé de chiffrement avec quelqu'un en qui vous avez confiance. La partager avec eux signifie qu'ils pourront déchiffrer tout média que vous partagez avec eux et qui est chiffré avec cette clé.
it: Condividi la tua chiave di crittografia con qualcuno di cui ti fidi. Condividerla significa che potranno decrittare qualsiasi contenuto multimediale che condividi con loro e che è stato crittografato con questa chiave.
jp: 信頼できる相手と暗号鍵を共有してください。 この鍵で暗号化されたメディアは、その相手が復号できるようになります。

source: Scan with Encamera app
da: Scan med Encamera-appen
de: Mit der Encamera-App scannen
es: Escanear con la app Encamera
fi: Skannaa Encamera-sovelluksella
fr: Scanner avec l'application Encamera
it: Scansiona con l'app Encamera
jp: Encameraアプリでスキャン

source: Hold to reveal
da: Hold for at afsløre
de: Halten, um zu enthüllen
es: Mantén presionado para revelar
fi: Pidä painettuna paljastaaksesi
fr: Maintenir pour révéler
it: Tieni premuto per rivelare
jp: 長押しして表示

source: Share Key
da: Del nøgle
de: Schlüssel teilen
es: Compartir Clave
fi: Jaa avain
fr: Partager la clé
it: Condividi chiave
jp: 鍵を共有

source: Rename
da: Omdøb
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
it: Rinomina
jp: 名前を変更

source: Saved to Device
da: Gemt på enhed
de: Auf Gerät gespeichert
es: Guardado en el Dispositivo
fi: Tallennettu laitteeseen
fr: Enregistré sur l’appareil
it: Salvato sul dispositivo
jp: デバイスに保存しました

source: Saved to iCloud
da: Gemt i iCloud
de: In iCloud gespeichert
es: Guardado en iCloud
fi: Tallennettu iCloudiin
fr: Enregistré sur iCloud
it: Salvato su iCloud
jp: iCloudに保存しました

source: ADD PHOTOS TO THIS ALBUM
da: TILFØJ BILLEDER TIL DETTE ALBUM
de: FOTOS ZU DIESEM ALBUM HINZUFÜGEN
es: AÑADIR FOTOS A ESTE ÁLBUM
fi: LISÄÄ KUVIA TÄHÄN ALBUMIIN
fr: AJOUTER DES PHOTOS À CET ALBUM
it: AGGIUNGI FOTO A QUESTO ALBUM
jp: このアルバムに写真を追加

# UseCameraToTakePhotos
source: Use the built-in camera to take photos and videos.
da: Brug det indbyggede kamera til at tage billeder og videoer.
de: Nutzen Sie die eingebaute Kamera, um Fotos und Videos aufzunehmen.
es: Usa la cámara integrada para tomar fotos y videos.
fi: Käytä sisäänrakennettua kameraa ottaaksesi kuvia ja videoita.
fr: Utilisez l'appareil photo intégré pour prendre des photos et des vidéos.
it: Usa la fotocamera integrata per scattare foto e registrare video.
jp: 内蔵カメラを使って写真やビデオを撮影します。
