Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# AlbumExistsError
source: An album with that name already exists.
da: Et album med det navn findes allerede.
de: Ein Album mit diesem Namen existiert bereits.
es: Ya existe un álbum con ese nombre.
fi: Albumi sillä nimellä on jo olemassa.
fr: Un album portant ce nom existe déjà.
it: Esiste già un album con questo nome.
jp: その名前のアルバムはすでに存在します。

# CouldNotRenameAlbumError
source: Could not rename album.
da: Kunne ikke omdøbe albummet.
de: Album konnte nicht umbenannt werden.
es: No se pudo renombrar el álbum.
fi: Albumin nimeäminen epäonnistui.
fr: Impossible de renommer l'album.
it: Impossibile rinominare l'album.
jp: アルバムの名前を変更できませんでした。

# PleaseEnterAnAlbumName
source: Please enter a name for the album
da: Indtast venligst et navn til albummet
de: Bitte geben Sie einen Namen für das Album ein
es: Por favor, introduce un nombre para el álbum
fi: Anna albumille nimi
fr: Veuillez entrer un nom pour l'album
it: Inserisci un nome per l'album
jp: アルバムの名前を入力してください

source: Error clearing keychain
da: Fejl ved rydning af nøglering
de: Fehler beim Löschen des Schlüsselbunds
es: Error al limpiar el llavero
fi: Virhe avainnipun tyhjennyksessä
fr: Erreur lors de la suppression du trousseau
it: Errore durante la cancellazione del portachiavi
jp: キーチェーンの消去中にエラーが発生しました

source: Error deleting key and associated files. Please try again or try to delete files manually via the Files app.
da: Fejl ved sletning af nøgle og tilknyttede filer. Prøv igen, eller prøv at slette filerne manuelt via appen Filer.
de: Fehler beim Löschen des Schlüssels und der zugehörigen Dateien. Bitte versuchen Sie es erneut oder löschen Sie die Dateien manuell über die Dateien-App.
es: Error al eliminar la clave y los archivos asociados. Por favor, intenta de nuevo o intenta eliminar los archivos manualmente a través de la app Archivos.
fi: Virhe avaimen ja siihen liittyvien tiedostojen poistossa. Yritä uudelleen tai poista tiedostot manuaalisesti Tiedostot-sovelluksen kautta.
fr: Erreur lors de la suppression de la clé et des fichiers associés. Veuillez réessayer ou essayer de supprimer les fichiers manuellement via l'application Fichiers.
it: Errore nell'eliminazione della chiave e dei file associati. Riprova oppure prova a eliminare i file manualmente tramite l'app File.
jp: キーと関連ファイルの削除中にエラーが発生しました。もう一度お試しいただくか、ファイルアプリから手動でファイルを削除してください。

source: Error deleting all files
da: Fejl ved sletning af alle filer
de: Fehler beim Löschen aller Dateien
es: Error al eliminar todos los archivos
fi: Virhe poistettaessa kaikkia tiedostoja
fr: Erreur lors de la suppression de tous les fichiers
it: Errore nell'eliminazione di tutti i file
jp: すべてのファイルの削除中にエラーが発生しました

source: Set as Active Key
da: Indstil som aktiv nøgle
de: Als aktiven Schlüssel festlegen
es: Establecer como Clave Activa
fi: Aseta aktiiviseksi näppäimeksi
fr: Définir comme clé active
it: Imposta come chiave attiva
jp: アクティブキーとして設定

source: Key Info
da: Nøgleinfo
de: Schlüsselinformationen
es: Información de la Clave
fi: Tärkeät tiedot
fr: Infos de la clé
it: Informazioni chiave
jp: キー情報

source: Back Up Key
da: Sikkerhedskopiér nøgle
de: Schlüssel sichern
es: Respaldar Clave
fi: Varmuuskopioi avain
fr: Sauvegarder la clé
it: Esegui backup della chiave
jp: キーをバックアップ

source: Add Photos
da: Tilføj fotos
de: Fotos hinzufügen
es: Añadir Fotos
fi: Lisää valokuvia
fr: Ajouter des photos
it: Aggiungi foto
jp: 写真を追加

source: Delete Album
da: Slet album
de: Album löschen
es: Eliminar Álbum
fi: Poista albumi
fr: Supprimer l’album
it: Elimina album
jp: アルバムを削除

# ViewInFiles
source: View in Files App
da: Vis i Filer-appen
de: In Dateien-App anzeigen
es: Ver en la App Archivos
fi: Näytä Tiedostot-sovelluksessa
fr: Afficher dans l’app Fichiers
it: Visualizza nell'app File
jp: ファイルアプリで表示

# MoveAlbumStorage
source: Change Storage
da: Skift lagerplads
de: Album verschieben
es: Mover Álbum
fi: Vaihda tallennustilaa
fr: Changer de stockage
it: Cambia archiviazione
jp: ストレージを変更

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
jp: 削除

# Delete All Key Data
source: Delete Media & Key
da: Slet medie og nøgle
de: Medien & Schlüssel löschen
es: Eliminar Medios y Clave
fi: Poista media ja avain
fr: Supprimer le média et la clé
it: Elimina media e chiave
jp: メディアとキーを削除

source: Save Key to iCloud
da: Gem nøgle til iCloud
de: Schlüssel in iCloud speichern
es: Guardar Clave en iCloud
fi: Tallenna avain iCloudiin
fr: Enregistrer la clé sur iCloud
it: Salva chiave su iCloud
jp: キーをiCloudに保存

source: Copied to Clipboard
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
es: Copiado al Portapapeles
fi: Kopioitu leikepöydälle
fr: Copié dans le presse-papiers
it: Copiato negli appunti
jp: クリップボードにコピーしました

source: Key copied to clipboard. Store this in a password manager or other secure place.
da: Nøgle kopieret til udklipsholder. Opbevar denne i en adgangskodeadministrator eller et andet sikkert sted.
de: Schlüssel wurde in die Zwischenablage kopiert. Bewahren Sie diesen in einem Passwort-Manager oder an einem anderen sicheren Ort auf.
es: Clave copiada al portapapeles. Guárdala en un gestor de contraseñas u otro lugar seguro.
fi: Avain kopioitu leikepöydälle. Säilytä tämä salasanojen hallinnassa tai muussa turvallisessa paikassa.
fr: Clé copiée dans le presse-papiers. Stockez-la dans un gestionnaire de mots de passe ou un autre endroit sécurisé.
it: Chiave copiata negli appunti. Conservala in un gestore di password o in un altro luogo sicuro.
jp: キーがクリップボードにコピーされました。パスワードマネージャーやその他の安全な場所に保管してください。

source: Delete All Associated Data?
da: Slet alle tilknyttede data?
de: Alle zugehörigen Daten löschen?
es: ¿Eliminar Todos los Datos Asociados?
fi: Poistetaanko kaikki siihen liittyvät tiedot?
fr: Supprimer toutes les données associées ?
it: Eliminare tutti i dati associati?
jp: すべての関連データを削除しますか？

source: Delete Everything
da: Slet alt
de: Alles löschen
es: Eliminar Todo
fi: Poista kaikki
fr: Tout supprimer
it: Elimina tutto
jp: すべて削除

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
jp: キャンセル

# DeleteAlbumForever
source: Do you want to delete this album and all media associated with it forever?
da: Vil du slette dette album og alt tilknyttet medie for altid?
de: Möchten Sie dieses Album und alle damit verbundenen Medien für immer löschen?
es: ¿Quieres eliminar este álbum y todos los medios asociados con él para siempre?
fi: Haluatko poistaa tämän albumin ja kaikki siihen liittyvät mediat pysyvästi?
fr: Voulez-vous supprimer cet album et tous les médias qui y sont associés définitivement ?
it: Vuoi eliminare questo album e tutti i media associati per sempre?
jp: このアルバムと関連するすべてのメディアを完全に削除しますか？

# Delete Album question
source: Delete Album?
da: Slet album?
de: Album löschen?
es: ¿Eliminar Álbum?
fi: Poistetaanko albumi?
fr: Supprimer l'album ?
it: Elimina album?
jp: アルバムを削除しますか？

source: Enter the name of the key to delete it forever. All media will remain saved.
da: Indtast navnet på nøglen for at slette den permanent. Al media vil forblive gemt.
de: Geben Sie den Namen des Schlüssels ein, um ihn für immer zu löschen. Alle Medien werden weiterhin gespeichert bleiben.
es: Ingresa el nombre de la clave para eliminarla para siempre. Todos los medios permanecerán guardados.
fi: Anna poistettavan avaimen nimi. Kaikki media säilyy tallessa.
fr: Saisissez le nom de la clé pour la supprimer définitivement. Tous les médias resteront sauvegardés.
it: Inserisci il nome della chiave per eliminarla definitivamente. Tutti i media rimarranno salvati.
jp: 完全に削除するにはキーの名前を入力してください。すべてのメディアは保存されたままです。

source: Do you want to delete this key forever? All media will remain saved.
da: Vil du slette denne nøgle for altid? Alt medie vil forblive gemt.
de: Möchten Sie diesen Schlüssel für immer löschen? Alle Medien werden weiterhin gespeichert.
es: ¿Quieres eliminar esta clave para siempre? Todos los medios permanecerán guardados.
fi: Haluatko poistaa tämän avaimen pysyvästi? Kaikki media säilyy tallennettuna.
fr: Voulez-vous supprimer cette clé définitivement ? Tous les médias resteront sauvegardés.
it: Vuoi eliminare questa chiave per sempre? Tutti i media resteranno salvati.
jp: このキーを完全に削除しますか？すべてのメディアは保存されたままです。

source: Deletion Error
da: Sletningsfejl
de: Löschfehler
es: Error al Eliminar
fi: Poistovirhe
fr: Erreur de suppression
it: Errore di eliminazione
jp: 削除エラー

source: Created %@
da: Oprettet %@
de: Erstellt am %@
es: Creado %@
fi: Luotu %@
fr: Créé le %@
it: Creato %@
jp: 作成日 %@

source: Key length: %@
da: Nøglelængde: %@
de: Schlüssellänge: %@
es: Longitud de la clave: %@
fi: Avaimen pituus: %@
fr: Longueur de la clé : %@
it: Lunghezza chiave: %@
jp: キーの長さ: %@

source: Backup Keys
da: Sikkerhedskopinøgler
de: Schlüssel sichern
es: Respaldar claves
fi: Varmuuskopioi avaimet
fr: Sauvegarder les clés
it: Chiavi di backup
jp: バックアップキー

source: Keys
da: Nøgler
de: Schlüssel
es: Claves
fi: Avaimet
fr: Clés
it: Chiavi
jp: キー

source: Key Management
da: Nøglehåndtering
de: Schlüsselverwaltung
es: Gestión de claves
fi: Avainten hallinta
fr: Gestion des clés
it: Gestione delle chiavi
jp: キー管理

source: Key Name: %@
da: Nøgle navn: %@
de: Schlüsselname: %@
es: Nombre de la clave: %@
fi: Avaimen nimi: %@
fr: Nom de la clé : %@
it: Nome chiave: %@
jp: キー名：%@

source: Creation Date: %@
da: Oprettelsesdato: %@
de: Erstellungsdatum: %@
es: Fecha de creación: %@
fi: Luontipäivä: %@
fr: Date de création : %@
it: Data di creazione: %@
jp: 作成日：%@

source: Save Key
da: Gem nøgle
de: Schlüssel speichern
es: Guardar clave
fi: Tallenna avain
fr: Enregistrer la clé
it: Salva Chiave
jp: キーを保存

source: Confirm adding key
da: Bekræft tilføjelse af nøgle
de: Hinzufügen des Schlüssels bestätigen
es: Confirmar la adición de la clave
fi: Vahvista avaimen lisääminen
fr: Confirmer l'ajout de la clé
it: Conferma aggiunta chiave
jp: キーの追加を確認

source: Error saving key
da: Fejl ved lagring af nøgle
de: Fehler beim Speichern des Schlüssels
es: Error al guardar la clave
fi: Virhe avainta tallennettaessa
fr: Erreur lors de l'enregistrement de la clé
it: Errore durante il salvataggio della chiave
jp: キーの保存中にエラーが発生しました

source: Paste the private key here.
da: Indsæt den private nøgle her.
de: Fügen Sie hier den privaten Schlüssel ein.
es: Pega la clave privada aquí.
fi: Liitä yksityinen avain tähän.
fr: Collez la clé privée ici.
it: Incolla qui la chiave privata.
jp: ここに秘密鍵を貼り付けてください。

source: Where do you want to save this key's media?
da: Hvor vil du gemme denne nøgles medier?
de: Wo möchten Sie die Medien dieses Schlüssels speichern?
es: ¿Dónde quieres guardar los medios de esta clave?
fi: Mihin haluat tallentaa tämän avaimen median?
fr: Où souhaitez-vous enregistrer les médias de cette clé ?
it: Dove vuoi salvare i media di questa chiave?
jp: このキーのメディアをどこに保存しますか？

source: Key Entry
da: Nøgleindtastning
de: Schlüsseleingabe
es: Entrada de Clave
fi: Avaimen syöttö
fr: Saisie de clé
it: Inserimento chiave
jp: キー入力

# StorageSettingsSubheading
source: Where do you want to store media for files encrypted with this key? Each key will store data in its own directory.
da: Hvor vil du gemme medier til filer, der er krypteret med denne nøgle? Hver nøgle gemmer data i sin egen mappe.
de: Wo möchten Sie Medien für Dateien speichern, die mit diesem Schlüssel verschlüsselt wurden? Jeder Schlüssel speichert Daten in einem eigenen Verzeichnis.
es: ¿Dónde quieres almacenar los medios para los archivos encriptados con esta clave? Cada clave almacenará datos en su propio directorio.
fi: Mihin haluat tallentaa tämän avaimen salauksella suojatut tiedostot? Jokainen avain tallentaa tiedot omaan kansioonsa.
fr: Où voulez-vous stocker les fichiers multimédias chiffrés avec cette clé ? Chaque clé stockera les données dans son propre répertoire.
it: Dove vuoi archiviare i file multimediali per i file crittografati con questa chiave? Ogni chiave archivierà i dati nella propria cartella.
jp: このキーで暗号化されたファイルのメディアをどこに保存しますか？ 各キーは独自のディレクトリにデータを保存します。

source: New Album
da: Nyt album
de: Neues Album
es: Nuevo Álbum
fi: Uusi albumi
fr: Nouvel album
it: Nuovo album
jp: 新しいアルバム

# AlbumNameInvalid
source: Album name must be longer than 1 character
da: Albumnavnet skal være længere end 1 tegn
de: Der Name des Albums muss länger als ein Zeichen sein
es: El nombre del álbum debe tener más de 1 carácter
fi: Albumin nimen on oltava yli 1 merkki pitkä
fr: Le nom de l'album doit comporter plus d'un caractère
it: Il nome dell'album deve essere più lungo di 1 carattere
jp: アルバム名は2文字以上である必要があります

# MultipleKeysForMultiplePurposesExplanation
source: You can have multiple keys for different purposes, e.g. one named "Documents" and another "Personal".
de: Sie können mehrere Schlüssel für verschiedene Zwecke haben, z.B. einen mit dem Namen "Dokumente" und einen anderen "Persönlich".
es: Puedes tener múltiples claves para diferentes propósitos, por ejemplo, una llamada "Documentos" y otra "Personal".
jp: さまざまな目的で複数のキーを持つことができます。例えば、「Documents」という名前のものと「Personal」という名前のものです。

source: Storage Settings
da: Lagerindstillinger
de: Speichereinstellungen
es: Configuración de Almacenamiento
fi: Tallennusasetukset
fr: Paramètres de stockage
it: Impostazioni di archiviazione
jp: ストレージ設定

source: Select a place to keep media for this key.
da: Vælg et sted at gemme medier for denne nøgle.
de: Wählen Sie einen Ort, um Medien für diesen Schlüssel aufzubewahren.
es: Selecciona un lugar para guardar los medios para esta clave.
fi: Valitse paikka, johon tallennat median tälle avaimelle.
fr: Sélectionnez un emplacement pour stocker les médias pour cette clé.
it: Seleziona un luogo dove conservare i media per questa chiave.
jp: このキーのメディアを保存する場所を選択してください。

source: Family Shareable
da: Delbar med familien
de: Familienfreigabe möglich
es: Compartible con la Familia
fi: Perheen kanssa jaettavissa
fr: Partageable en famille
it: Condivisibile con la famiglia
jp: 家族と共有可能

source: Free Trial
da: Gratis prøveperiode
de: Kostenlose Probeversion
es: Prueba Gratuita
fi: Ilmainen kokeilu
fr: Essai gratuit
it: Prova gratuita
jp: 無料トライアル

source: Encrypt Everything
da: Kryptér alt
de: Alles verschlüsseln
es: Cifrar todo
fi: Salaa kaikki
fr: Tout chiffrer
it: Cripta tutto
jp: すべてを暗号化

source: Unlock
da: Lås op
de: Entsperren
es: Desbloquear
fi: Avaa
fr: Déverrouiller
it: Sblocca
jp: 解除

source: Share
da: Del
de: Teilen
es: Compartir
fi: Jaa
fr: Partager
it: Condividi
jp: 共有

source: No private key or media found.
da: Ingen privat nøgle eller medie fundet.
de: Kein privater Schlüssel oder Medien gefunden.
es: No se encontró la llave privada ni medios.
fi: Yksityistä avainta tai mediaa ei löytynyt.
fr: Aucune clé privée ou média trouvé.
it: Nessuna chiave privata o supporto trovato.
jp: 秘密鍵またはメディアが見つかりません。

source: Close
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
jp: 閉じる

source: Save this media?
da: Gem dette medie?
de: Dieses Medium speichern?
es: ¿Guardar este medio?
fi: Tallennetaanko tämä media?
fr: Enregistrer ce média ?
it: Salvare questo media?
jp: このメディアを保存しますか？

source: This will save the media to your library.
da: Dette vil gemme mediet i dit bibliotek.
de: Das Medium wird in Ihrer Bibliothek gespeichert.
es: Esto guardará el medio en tu biblioteca.
fi: Tämä tallentaa median kirjastoon.
fr: Cela enregistrera le média dans votre bibliothèque.
it: Questo salverà i media nella tua libreria.
jp: このメディアはあなたのライブラリに保存されます。

source: Welcome back!
da: Velkommen tilbage!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fi: Tervetuloa takaisin!
fr: Bon retour !
it: Bentornato!
jp: お帰りなさい！

source: Enter your password
da: Indtast din adgangskode
de: Geben Sie Ihr Passwort ein
es: Introduce tu contraseña
fi: Syötä salasanasi
fr: Entrez votre mot de passe
it: Inserisci la tua password
jp: パスワードを入力してください

source: Or
da: Eller
de: Oder
es: O
fi: Tai
fr: Ou
it: Oppure
jp: または

source: Invalid Password
da: Ugyldigt kodeord
de: Ungültiges Passwort
es: Contraseña inválida
fi: Virheellinen salasana
fr: Mot de passe invalide
it: Password non valida
jp: 無効なパスワード

source: Missing password
da: Manglende adgangskode
de: Passwort fehlt
es: Falta la contraseña
fi: Salasana puuttuu
fr: Mot de passe manquant
it: Password mancante
jp: パスワードが未入力です

source: Password incorrect
da: Adgangskode forkert
de: Passwort falsch
es: Contraseña incorrecta
fi: Väärä salasana
fr: Mot de passe incorrect
it: Password errata
jp: パスワードが正しくありません

source: Biometrics failed
da: Biometri mislykkedes
de: Biometrische Erkennung fehlgeschlagen
es: La biometría ha fallado
fi: Biometrinen tunnistus epäonnistui
fr: Échec de la biométrie
it: Autenticazione biometrica non riuscita
jp: 生体認証に失敗しました

source: Biometrics unavailable
da: Biometri ikke tilgængelig
de: Biometrie nicht verfügbar
es: Biometría no disponible
fi: Biometria ei ole käytettävissä
fr: Données biométriques indisponibles
it: Dati biometrici non disponibili
jp: 生体認証が利用できません

source: Unlock with %@
da: Lås op med %@
de: Entsperren mit %@
es: Desbloquear con %@
fi: Avaa %@:lla
fr: Déverrouiller avec %@
it: Sblocca con %@
jp: %@でロック解除

source: Upgrade to view unlimited photos
da: Opgrader for at se ubegrænsede billeder
de: Upgrade für unbegrenzte Fotoansicht
es: Actualiza para ver fotos ilimitadas
fi: Päivitä nähdäksesi rajattomasti kuvia
fr: Passez à la version premium pour voir des photos illimitées
it: Passa alla versione premium per visualizzare foto illimitate
jp: 無制限の写真を見るにはアップグレードしてください

source: Photo limit reached
da: Fotogrænse nået
de: Fotolimit erreicht
es: Límite de fotos alcanzado
fi: Valokuvien enimmäismäärä saavutettu
fr: Limite de photos atteinte
it: Limite di foto raggiunto
jp: 写真の上限に達しました

# ModalUpgradeText
source: Upgrade to premium to unlock unlimited photos
da: Opgrader til premium for at låse op for ubegrænsede fotos
de: Upgrade auf Premium, um unbegrenzte Fotos freizuschalten
es: Actualiza a premium para desbloquear fotos ilimitadas
fi: Päivitä premiumiin avataksesi rajattomasti kuvia
fr: Passez à la version premium pour débloquer des photos illimitées
it: Passa a premium per sbloccare foto illimitate
jp: 無制限の写真を閲覧するにはプレミアムにアップグレードしてください

source: Upgrade to Premium
da: Opgrader til Premium
de: Auf Premium upgraden
es: Actualizar a Premium
fi: Päivitä Premiumiin
fr: Passer à Premium
it: Passa a Premium
jp: プレミアムにアップグレード

source: Back to album
da: Tilbage til album
de: Zurück zum Album
es: Volver al álbum
fi: Takaisin albumiin
fr: Retour à l'album
it: Torna all'album
jp: アルバムに戻る

source: Tap to Upgrade
da: Tryk for at opgradere
de: Zum Upgraden antippen
es: Toca para Actualizar
fi: Napauta päivittääksesi
fr: Appuyez pour passer à la version Premium
it: Tocca per eseguire l'upgrade
jp: アップグレードするにはタップ

# CoolPicture
source: That's a cool picture!
da: Det er et sejt billede!
de: Das ist ein cooles Bild!
es: ¡Esa es una foto genial!
fi: Tuo on hieno kuva!
fr: C'est une super photo !
it: Che bella foto!
jp: それはかっこいい写真ですね！

# WhereToFindYourPictures
source: You will find all of your photos and videos grouped in the "Albums"
de: Alle Ihre Fotos und Videos finden Sie gruppiert in den „Alben“
es: Encontrarás todas tus fotos y vídeos agrupados en los “Álbumes”
jp: すべての写真と動画は「アルバム」にまとめて表示されます

source: View Albums
da: Se albummer
de: Alben ansehen
es: Ver Álbumes
fi: Näytä albumit
fr: Voir les albums
it: Visualizza album
jp: アルバムを見る

source: Take another photo
da: Tag et andet billede
de: Machen Sie ein weiteres Foto
es: Tomar otra foto
fi: Ota toinen kuva
fr: Prendre une autre photo
it: Scatta un'altra foto
jp: もう一枚写真を撮る

source: Delete this image?
da: Slet dette billede?
de: Dieses Bild löschen?
es: ¿Eliminar esta imagen?
fi: Poistetaanko tämä kuva?
fr: Supprimer cette image ?
it: Eliminare questa immagine?
jp: この画像を削除しますか？

source: Share Image
da: Del billede
de: Bild teilen
es: Compartir imagen
fi: Jaa kuva
fr: Partager l'image
it: Condividi immagine
jp: 画像を共有

source: Share this image?
da: Del dette billede?
de: Dieses Bild teilen?
es: ¿Compartir esta imagen?
fi: Jaa tämä kuva?
fr: Partager cette image ?
it: Condividere questa immagine?
jp: この画像を共有しますか？

source: Share Encrypted
da: Del krypteret
de: Verschlüsselt teilen
es: Compartir cifrada
fi: Jaa salattuna
fr: Partager chiffré
it: Condividi cifrato
jp: 暗号化して共有

source: Share Decrypted
da: Del dekrypteret
de: Entschlüsselt teilen
es: Compartir descifrada
fi: Jaa salauksen purkamaton
fr: Partager déchiffré
it: Condividi decriptato
jp: 復号化して共有

source: Importing... Please wait
da: Importerer... Vent venligst
de: Importieren, bitte warten
fi: Tuodaan... Odota hetki
fr: Importation... Veuillez patienter
it: Importazione in corso... Attendere prego
jp: インポート中...お待ちください

source: The media you tried to open could not be decrypted.
da: Mediet, du forsøgte at åbne, kunne ikke dekrypteres.
de: Die Medien, die Sie zu öffnen versuchten, konnten nicht entschlüsselt werden.
es: El medio que intentaste abrir no se pudo desencriptar.
fi: Avaa mediaa ei voitu purkaa.
fr: Le média que vous avez essayé d’ouvrir n’a pas pu être déchiffré.
it: Il media che hai provato ad aprire non può essere decriptato.
jp: 開こうとしたメディアは復号できませんでした。

source: Check that the same key that was used to encrypt this media is set as the active key.
da: Kontroller, at den samme nøgle, der blev brugt til at kryptere dette medie, er sat som den aktive nøgle.
de: Überprüfen Sie, ob der gleiche Schlüssel, der zur Verschlüsselung dieser Medien verwendet wurde, als aktiver Schlüssel eingestellt ist.
es: Verifica que la misma clave que se utilizó para encriptar este medio esté establecida como la clave activa.
fi: Tarkista, että sama avain, jota käytettiin tämän median salaamiseen, on asetettu aktiiviseksi avaimeksi.
fr: Vérifiez que la même clé utilisée pour chiffrer ce média est définie comme clé active.
it: Verifica che la stessa chiave utilizzata per crittografare questo media sia impostata come chiave attiva.
jp: このメディアを暗号化したのと同じキーがアクティブキーとして設定されているか確認してください。

source: Tap the
da: Tryk på
de: Tippen Sie auf das
es: Toca el
fi: Napauta
fr: Touchez l’
it: Tocca il
jp: カメラ画面で

source: icon in the camera view to change the active key.
da: ikonet i kameravisningen for at skifte den aktive nøgle.
de: Symbol in der Kameraansicht, um den aktiven Schlüssel zu ändern.
es: icono en la vista de la cámara para cambiar la clave activa.
fi: -kuvake kameranäkymässä vaihtaaksesi aktiivista avainta.
fr: icône dans la vue de la caméra pour changer la clé active.
it: icona nella vista fotocamera per cambiare la chiave attiva.
jp: アイコンをタップしてアクティブキーを変更してください。

source: Hide
da: Skjul
de: Verbergen
es: Ocultar
fi: Piilota
fr: Masquer
it: Nascondi
jp: 非表示

source: No key available.
da: Ingen nøgle tilgængelig.
de: Kein Schlüssel verfügbar.
es: No hay clave disponible.
fi: Ei avainta saatavilla.
fr: Aucune clé disponible.
it: Nessuna chiave disponibile.
jp: 利用可能なキーがありません。

source: No file access available.
da: Ingen filadgang tilgængelig.
de: Kein Dateizugriff verfügbar.
es: No hay acceso a archivos disponible.
fi: Tiedostojen käyttö ei ole saatavilla.
fr: Aucun accès au fichier disponible.
it: Nessun accesso ai file disponibile.
jp: ファイルアクセスが利用できません。

source: Decryption error: %@
da: Dekrypteringsfejl: %@
de: Entschlüsselungsfehler: %@
es: Error de descifrado: %@
fi: Salauksen purkuvirhe: %@
fr: Erreur de déchiffrement : %@
it: Errore di decrittazione: %@
jp: 復号エラー：%@

source: Decrypting...
da: Dekrypterer...
de: Entschlüsselung läuft...
es: Desencriptando...
fi: Puretaan salausta...
fr: Déchiffrement en cours...
it: Decrittazione in corso...
jp: 復号中...

source: No info available
da: Ingen information tilgængelig
de: Keine Informationen verfügbar
es: No hay información disponible
fi: Ei tietoja saatavilla
fr: Aucune information disponible
it: Nessuna informazione disponibile
jp: 情報はありません

source: Next
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Avanti
jp: 次へ
