Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# YouWillBeSentAPromoCode
source: Afterwards, you will be sent a promo code via DM that you can redeem in the app.
da: Derefter vil du modtage en kampagnekode via DM, som du kan indløse i appen.
de: Danach wird dir ein Promo-Code per DM zugeschickt, den du in der App einlösen kannst.
es: Después, se te enviará un código promocional vía DM que podrás canjear en la app.
fi: Tämän jälkeen sinulle lähetetään promokoodi yksityisviestillä, jonka voit lunastaa sovelluksessa.
fr: Ensuite, un code promo vous sera envoyé par message privé que vous pourrez utiliser dans l’application.
it: Successivamente, ti verrà inviato un codice promozionale tramite messaggio diretto che potrai riscattare nell'app.
jp: その後、アプリで引き換え可能なプロモコードがDMで送信されます。

# QuicklyTakePictures
source: Quickly take pictures and video.
da: Tag hurtigt billeder og video.
de: Schnell Fotos und Videos aufnehmen.
es: Toma fotos y videos rápidamente.
fi: Ota nopeasti kuvia ja videoita.
fr: Prenez rapidement des photos et des vidéos.
it: Scatta rapidamente foto e video.
jp: 素早く写真や動画を撮影しましょう。

# AlbumNotFoundAtSourceLocation
source: Could not find the album at the source location. Use the Files app to ensure that it exists.
da: Kunne ikke finde albummet på kildeplaceringen. Brug appen Filer for at sikre, at det findes.
de: Das Album konnte am Quellort nicht gefunden werden. Verwenden Sie die Dateien-App, um sicherzustellen, dass es existiert.
es: No se pudo encontrar el álbum en la ubicación de origen. Usa la app Archivos para asegurarte de que existe.
fi: Albumia ei löytynyt lähdesijainnista. Varmista Tiedostot-sovelluksella, että se on olemassa.
fr: Impossible de trouver l’album à l’emplacement source. Utilisez l’application Fichiers pour vérifier qu’il existe.
it: Impossibile trovare l'album nella posizione di origine. Usa l'app File per assicurarti che esista.
jp: ソースの場所にアルバムが見つかりませんでした。Filesアプリで存在を確認してください。

# NotificationBannerTitle
source: Secured with Encryption
da: Sikret med kryptering
de: Mit Verschlüsselung gesichert
es: Asegurado con encriptación
fi: Suojattu salauksella
fr: Sécurisé par chiffrement
it: Protetto con crittografia
jp: 暗号化で保護されています

# NotificationBannerBody
source: All media is encrypted before saving. Nobody can view your files except you.
da: Al medier krypteres før de gemmes. Ingen kan se dine filer undtagen dig.
de: Alle Medien werden vor dem Speichern verschlüsselt. Niemand außer Ihnen kann Ihre Dateien einsehen.
es: Todos los archivos multimedia se cifran antes de guardarse. Nadie excepto tú puede ver tus archivos.
fi: Kaikki media salataan ennen tallentamista. Kukaan muu kuin sinä et voi nähdä tiedostojasi.
fr: Tous les médias sont chiffrés avant d'être enregistrés. Personne ne peut voir vos fichiers sauf vous.
it: Tutti i file multimediali vengono crittografati prima del salvataggio. Nessuno può visualizzare i tuoi file tranne te.
jp: すべてのメディアは保存前に暗号化されます。あなた以外は誰もファイルを見ることができません。

# TelegramGroupJoinTitle
source: Join Telegram Group
da: Deltag i Telegram-gruppen
de: Telegram-Gruppe beitreten
es: Únete al grupo de Telegram
fi: Liity Telegram-ryhmään
fr: Rejoindre le groupe Telegram
it: Unisciti al gruppo Telegram
jp: Telegramグループに参加する

# TelegramGroupJoinBody
source: Get early access to beta features and give feedback
da: Få tidlig adgang til betafunktioner og giv feedback
de: Erhalten Sie frühzeitigen Zugang zu Beta-Funktionen und geben Sie Feedback
es: Obtén acceso anticipado a funciones beta y da tu opinión
fi: Saat varhaisen pääsyn beta-ominaisuuksiin ja voit antaa palautetta
fr: Obtenez un accès anticipé aux fonctionnalités bêta et donnez votre avis
it: Ottieni accesso anticipato alle funzionalità beta e lascia un feedback
jp: ベータ機能への早期アクセスとフィードバックの提供

# TelegramGroupJoinButtonText
source: Join Group
da: Deltag i gruppe
de: Gruppe beitreten
es: Unirse al Grupo
fi: Liity ryhmään
fr: Rejoindre le groupe
it: Unisciti al gruppo
jp: グループに参加する

# InstallWidgetTitle
source: Install Lock Screen Widget
da: Installer låseskærmswidget
de: Lock Screen-Widget installieren
es: Instalar Widget de Pantalla de Bloqueo
fi: Asenna lukitusnäytön widget
fr: Installer le widget d'écran de verrouillage
it: Installa widget schermata di blocco
jp: ロック画面ウィジェットをインストールする

# InstallWidgetBody
source: Add Encamera to your lock screen to quickly take pictures
da: Tilføj Encamera til din låseskærm for hurtigt at tage billeder
de: Fügen Sie Encamera Ihrem Sperrbildschirm hinzu, um schnell Fotos zu machen
es: Añade Encamera a tu pantalla de bloqueo para tomar fotos rápidamente
fi: Lisää Encamera lukitusnäyttöön ottaaksesi nopeasti kuvia
fr: Ajoutez Encamera à votre écran de verrouillage pour prendre des photos rapidement
it: Aggiungi Encamera alla schermata di blocco per scattare foto rapidamente
jp: Encameraをロック画面に追加して、素早く写真を撮りましょう

# InstallWidgetButtonText
source: Add Widget
da: Tilføj widget
de: Widget hinzufügen
es: Añadir Widget
fi: Lisää widget
fr: Ajouter le widget
it: Aggiungi widget
jp: ウィジェットを追加

source: Enable Face ID
da: Aktivér Face ID
de: Face ID aktivieren
es: Habilitar Face ID
fi: Ota Face ID käyttöön
fr: Activer Face ID
it: Abilita Face ID
jp: Face IDを有効にする

# LoginMethodDescription
source: Choose how you want to access your private albums.
da: Vælg, hvordan du vil få adgang til dine private albummer.
de: Wählen Sie, wie Sie auf Ihre privaten Alben zugreifen möchten.
es: Elige cómo deseas acceder a tus álbumes privados.
fi: Valitse, miten haluat käyttää yksityisiä albumejasi.
fr: Choisissez comment vous souhaitez accéder à vos albums privés.
it: Scegli come vuoi accedere ai tuoi album privati.
jp: プライベートアルバムへのアクセス方法を選択してください。

# FinishedReadyToUseEncamera
source: You are ready to use Encamera!
da: Du er klar til at bruge Encamera!
de: Sie sind bereit, Encamera zu nutzen!
es: ¡Estás listo para usar Encamera!
fi: Olet valmis käyttämään Encameraa!
fr: Vous êtes prêt à utiliser Encamera !
it: Sei pronto per usare Encamera!
jp: Encameraを使う準備ができました！

# FinishedSubtitle
source: Let's create your first album
da: Lad os oprette dit første album
de: Lassen Sie uns Ihr erstes Album erstellen
es: Vamos a crear tu primer álbum
fi: Luodaan ensimmäinen albumisi
fr: Créons votre premier album
it: Creiamo il tuo primo album
jp: 最初のアルバムを作成しましょう

source: Create First Album
da: Opret første album
de: Erstes Album erstellen
es: Crear primer álbum
fi: Luo ensimmäinen albumi
fr: Créer le premier album
it: Crea il primo album
jp: 最初のアルバムを作成

source: Let's give your album a name
da: Lad os give dit album et navn
de: Lassen Sie uns Ihrem Album einen Namen geben
es: Demosle un nombre a tu álbum
fi: Annetaan albumillesi nimi
fr: Donnons un nom à votre album
it: Diamogli un nome al tuo album
jp: あなたのアルバムに名前をつけましょう

source: Set Pin Code
da: Indstil pinkode
de: Pin-Code festlegen
es: Establecer código PIN
fi: Aseta PIN-koodi
fr: Définir le code PIN
it: Imposta codice PIN
jp: PINコードを設定

# SetPinCodeSubtitle
source: This pin will be used to securely access the app. Make sure you remember it!
da: Denne pinkode vil blive brugt til at få sikker adgang til appen. Sørg for at huske den!
de: Dieser Pin wird verwendet, um sicher in Ihrer App anzumelden. Stellen Sie sicher, dass Sie ihn sich merken!
es: Este pin se utilizará para iniciar sesión de manera segura en tu aplicación. ¡Asegúrate de recordarlo!
fi: Tätä PIN-koodia käytetään sovelluksen turvalliseen käyttöön. Muista se!
fr: Ce code PIN sera utilisé pour accéder à l'application en toute sécurité. Assurez-vous de vous en souvenir !
it: Questo PIN verrà utilizzato per accedere in modo sicuro all'app. Assicurati di ricordarlo!
jp: このPINコードはアプリに安全にアクセスするために使用されます。必ず覚えておいてください！

source: Repeat Pin Code
da: Gentag pinkode
de: Pin-Code wiederholen
es: Repetir Código PIN
fi: Toista PIN-koodi
fr: Répétez le code PIN
it: Ripeti codice PIN
jp: PINコードを再入力

# RepeatPinCodeSubtitle
source: Repeat your Pin code to confirm.
da: Gentag din pinkode for at bekræfte.
de: Wiederholen Sie Ihren Pin-Code zur Bestätigung.
es: Repite tu código Pin para confirmar.
fi: Toista PIN-koodisi vahvistaaksesi.
fr: Répétez votre code PIN pour confirmer.
it: Ripeti il tuo PIN per confermare.
jp: 確認のためにPINコードをもう一度入力してください。

source: Confirm Pin Code
da: Bekræft pinkode
de: Pin-Code bestätigen
es: Confirmar código PIN
fi: Vahvista PIN-koodi
fr: Confirmer le code PIN
it: Conferma codice PIN
jp: PINコードを確認してください

# IncorrectPinCode
source: Wrong PIN Code. Please try again.
da: Forkert PIN-kode. Prøv igen.
de: Falscher PIN-Code. Bitte versuchen Sie es erneut.
es: Código PIN incorrecto. Por favor, inténtelo de nuevo.
fi: Väärä PIN-koodi. Yritä uudelleen.
fr: Code PIN incorrect. Veuillez réessayer.
it: PIN errato. Riprova.
jp: PINコードが間違っています。もう一度お試しください。

# PinCodeDoesNotMatch
source: PIN doesn't match. Please try again.
da: PIN-koden passer ikke. Prøv igen.
de: PIN stimmt nicht überein. Bitte versuchen Sie es erneut.
es: El PIN no coincide. Por favor, inténtelo de nuevo.
fi: PIN-koodi ei täsmää. Yritä uudelleen.
fr: Le code PIN ne correspond pas. Veuillez réessayer.
it: Il PIN non corrisponde. Riprova.
jp: PINが一致しません。もう一度お試しください。

# PinCodeLockTryAgainIn
source: Too many attempts. Please wait for %@
da: For mange forsøg. Vent venligst i %@
de: Zu viele Versuche. Bitte warten Sie %@
es: Demasiados intentos. Por favor espera por %@
fi: Liian monta yritystä. Odota %@
fr: Trop de tentatives. Veuillez attendre %@
it: Troppi tentativi. Attendere %@
jp: 試行回数が多すぎます。%@お待ちください。

# FinishedOnboardingTitle
source: You are ready to use Encamera!
da: Du er klar til at bruge Encamera!
de: Sie sind bereit, Encamera zu nutzen!
es: ¡Estás listo para usar Encamera!
fi: Olet valmis käyttämään Encameraa!
fr: Vous êtes prêt à utiliser Encamera !
it: Sei pronto per usare Encamera!
jp: Encameraのご利用準備ができました！

# FinishedOnboardingSubtitle
source: Let's secure some media
da: Lad os sikre noget medie
de: Lassen Sie uns einige Medien sichern
es: Aseguremos algunos medios
fi: Turvataan mediaa
fr: Sécurisons des médias
it: Proteggiamo alcuni media
jp: メディアを確保しましょう

source: Select an Option
da: Vælg en mulighed
de: Eine Option auswählen
es: Seleccionar una opción
fi: Valitse vaihtoehto
fr: Sélectionnez une option
it: Seleziona un'opzione
jp: オプションを選択してください

# PinCodeMismatch
source: Pincodes are not the same
da: Pinkoderne er ikke de samme
de: Pincodes stimmen nicht überein
es: Los códigos PIN no son iguales
fi: PIN-koodit eivät ole samat
fr: Les codes PIN ne sont pas identiques
it: I codici PIN non sono uguali
jp: ピンコードが一致しません

# EmptyAlbumTakeAPictureHeading
source: Create a new memory
da: Opret et nyt minde
de: Erstellen Sie eine neue Erinnerung
es: Crea un nuevo recuerdo
fi: Luo uusi muisto
fr: Créer un nouveau souvenir
it: Crea un nuovo ricordo
jp: 新しいメモリーを作成

# EmptyAlbumTakeAPictureSubtitle
source: Open your camera and take a pic
da: Åbn dit kamera og tag et billede
de: Öffnen Sie Ihre Kamera und machen Sie ein Foto
es: Abre tu cámara y toma una foto
fi: Avaa kamerasi ja ota kuva
fr: Ouvrez votre appareil photo et prenez une photo
it: Apri la fotocamera e scatta una foto
jp: カメラを開いて写真を撮ってください

# EmptyAlbumTakeAPictureActionTitle
source: Take a picture
da: Tag et billede
de: Ein Foto machen
es: Toma una foto
fi: Ota kuva
fr: Prendre une photo
it: Scatta una foto
jp: 写真を撮る

# EmptyAlbumImportPhotosHeading
source: Secure your pics
da: Sikr dine billeder
de: Sichern Sie Ihre Fotos
es: Asegura tus fotos
fi: Suojaa kuvasi
fr: Sécurisez vos photos
it: Proteggi le tue foto
jp: 写真を安全に保管する

# EmptyAlbumImportPhotosSubtitle
source: Import pictures from your camera roll
da: Importer billeder fra din kamerarulle
de: Importieren Sie Bilder aus Ihrer Fotogalerie
es: Importar fotos de tu carrete
fi: Tuo kuvia kameran rullasta
fr: Importer des photos depuis votre pellicule
it: Importa foto dal rullino
jp: カメラロールから写真をインポート

# EmptyAlbumImportPhotosActionTitle
source: Import Pictures
da: Importer billeder
de: Bilder importieren
es: Importar Imágenes
fi: Tuo kuvia
fr: Importer des photos
it: Importa immagini
jp: 写真をインポート

source: Pin successfully changed
da: Pinkode ændret med succes
de: Pin erfolgreich geändert
es: Pin cambiado con éxito
fi: PIN koodin vaihto onnistui
fr: Code PIN changé avec succès
it: PIN cambiato con successo
jp: PINが正常に変更されました

# MakeSureYouRememberYourPin
source: Make sure you remember your pin code!
da: Sørg for, at du husker din pinkode!
de: Stellen Sie sicher, dass Sie sich an Ihren Pin-Code erinnern!
es: ¡Asegúrese de recordar su código PIN!
fi: Varmista, että muistat PIN-koodisi!
fr: Assurez-vous de vous souvenir de votre code PIN !
it: Assicurati di ricordare il tuo codice PIN!
jp: PINコードを必ず覚えておいてください！

source: Error saving password
da: Fejl ved gemning af adgangskode
de: Fehler beim Speichern des Passworts
es: Error al guardar la contraseña
fi: Virhe tallennettaessa salasanaa
fr: Erreur lors de l'enregistrement du mot de passe
it: Errore nel salvataggio della password
jp: パスワードの保存中にエラーが発生しました

# DoYouRememberYourPin
source: Do you remember your passcode?
da: Kan du huske din adgangskode?
de: Erinnern Sie sich an Ihren Pin?
es: ¿Recuerdas tu PIN?
fi: Muistatko pääkoodisi?
fr: Vous souvenez-vous de votre code d'accès ?
it: Ricordi il tuo codice di accesso?
jp: パスコードを覚えていますか？

# DoYouRememberYourPinSubtitle
source: If you don't, you can set a new one by going to 'Change Passcode'
da: Hvis du ikke gør det, kan du sætte en ny ved at gå til 'Skift adgangskode'
de: Wenn nicht, können Sie einen neuen festlegen, indem Sie zu 'Pin ändern' gehen
es: Si no lo haces, puedes establecer uno nuevo yendo a 'Cambiar Pin'
fi: Jos et tee niin, voit asettaa uuden valitsemalla 'Vaihda pääsykoodi'
fr: Si ce n'est pas le cas, vous pouvez en définir un nouveau en allant dans « Changer le code d'accès »
it: Se non lo fai, puoi impostarne uno nuovo andando su 'Cambia codice di accesso'
jp: 覚えていない場合は、「パスコードの変更」から新しいものを設定できます。

# IRemember
source: I Remember my Passcode
da: Jeg kan huske min adgangskode
de: Ich erinnere mich an meinen Pin
es: Recuerdo mi PIN
fi: Muistan pääsykoodini
fr: Je me souviens de mon code d'accès
it: Ricordo il mio codice di accesso
jp: パスコードを覚えています

source: I Forgot
da: Jeg har glemt
de: Ich habe vergessen
es: Olvidé
fi: Unodin
fr: J'ai oublié
it: Ho dimenticato
jp: 忘れました

# TakeSurveyTitle
source: Want 3 Months Free?
da: Vil du have 3 måneder gratis?
de: Möchten Sie 3 Monate kostenlos?
es: ¿Quieres 3 meses gratis?
fi: Haluatko 3 kuukautta ilmaiseksi?
fr: Vous voulez 3 mois gratuits ?
it: Vuoi 3 mesi gratis?
jp: 3か月間無料で利用しますか？

# TakeSurveyBody
source: Give us your feedback and get 3 months for free
da: Giv os din feedback og få 3 måneder gratis
de: Geben Sie uns Ihr Feedback und erhalten Sie 3 Monate kostenlos
es: Danos tu opinión y obtén 3 meses gratis
fi: Anna meille palautetta ja saat 3 kuukautta ilmaiseksi
fr: Donnez-nous votre avis et obtenez 3 mois gratuits
it: Dacci il tuo feedback e ottieni 3 mesi gratis
jp: フィードバックをお寄せいただくと、3か月間無料になります

# TakeSurveyButtonText
source: Take Survey
da: Tag undersøgelse
de: Umfrage teilnehmen
es: Realizar encuesta
fi: Osallistu kyselyyn
fr: Répondre au sondage
it: Partecipa al sondaggio
jp: アンケートに答える

# SettingsFaceIdDisabled
source: Face ID is Disabled
da: Face ID er deaktiveret
de: Face ID ist deaktiviert
es: El Face ID está desactivado
fi: Face ID on pois käytöstä
fr: Face ID est désactivé
it: Face ID è disattivato
jp: Face IDが無効になっています

# SettingsFaceIdOpenSettings
source: You have disabled Face ID for Encamera. Enable it in Settings to login with Face ID.
da: Du har deaktiveret Face ID for Encamera. Aktiver det i Indstillinger for at logge ind med Face ID.
de: Sie haben Face ID für Encamera deaktiviert. Aktivieren Sie es in den Einstellungen, um sich mit Face ID anzumelden.
es: Has desactivado Face ID para Encamera. Actívalo en Ajustes para iniciar sesión con Face ID.
fi: Olet poistanut Face ID:n käytöstä Encamerassa. Ota se käyttöön Asetuksissa kirjautuaksesi Face ID:llä.
fr: Vous avez désactivé Face ID pour Encamera. Activez-le dans les Réglages pour vous connecter avec Face ID.
it: Hai disabilitato Face ID per Encamera. Abilitalo nelle Impostazioni per accedere con Face ID.
jp: EncameraでFace IDを無効にしています。Face IDでログインするには、設定で有効にしてください。

# ThanksForPurchasingLifetimeSubtitle
source: You rock and you will unlock new benefits soon.
da: Du er fantastisk, og du vil snart låse op for nye fordele.
de: Du rockst und wirst bald neue Vorteile freischalten.
es: Eres genial y pronto desbloquearás nuevos beneficios.
fi: Olet mahtava ja saat pian uusia etuja.
fr: Tu es génial et tu débloqueras bientôt de nouveaux avantages.
it: Sei fantastico e presto sbloccherai nuovi vantaggi.
jp: あなたは素晴らしいです。まもなく新しい特典がアンロックされます。

source: Overwrite Key Phrase?
da: Overskriv nøgleudtryk?
de: Schlüsselphrase überschreiben?
es: ¿Sobrescribir frase clave?
fi: Korvataanko avainlause?
fr: Écraser la phrase clé ?
it: Sovrascrivere la frase chiave?
jp: キーフレーズを上書きしますか？

source: Error importing key phrase
da: Fejl ved import af nøgleudtryk
de: Fehler beim Importieren der Schlüsselphrase
es: Error al importar la frase clave
fi: Virhe avainlauseen tuonnissa
fr: Erreur lors de l'importation de la phrase clé
it: Errore nell'importazione della parola chiave
jp: キーフレーズのインポート中にエラーが発生しました

# PostPurchaseView.ReviewButton
source: Help us with a review
da: Hjælp os med en anmeldelse
de: Hilf uns mit einer Bewertung
es: Ayúdanos con una reseña
fi: Auta meitä arvostelulla
fr: Aidez-nous avec un avis
it: Aiutaci con una recensione
jp: レビューにご協力ください

source: Buy once. Use forever.
da: Køb én gang. Brug for altid.
de: Einmal kaufen. Für immer nutzen.
es: Compra una vez. Usa para siempre.
fi: Osta kerran. Käytä ikuisesti.
fr: Achetez une fois. Utilisez-le pour toujours.
it: Acquista una volta. Usalo per sempre.
jp: 一度購入すれば、ずっと使えます。

# PostPurchaseView.MaybeLater
source: Maybe Later
da: Måske senere
de: Vielleicht später
es: Tal vez más tarde
fi: Ehkä myöhemmin
fr: Peut-être plus tard
it: Forse più tardi
jp: また後で

# PostPurchaseView.Subtext2
source: In the meantime, we will highly appreciate if you could help us with a Review on the App Store
da: I mellemtiden vil vi sætte stor pris på, hvis du kunne hjælpe os med en anmeldelse i App Store
de: In der Zwischenzeit würden wir es sehr schätzen, wenn Sie uns mit einer Bewertung im App Store helfen könnten
es: Mientras tanto, agradeceríamos mucho si pudieras ayudarnos con una reseña en la App Store
fi: Sillä välin arvostaisimme suuresti, jos voisit auttaa meitä antamalla arvion App Storessa
fr: En attendant, nous vous serions très reconnaissants si vous pouviez nous aider en laissant un avis sur l’App Store
it: Nel frattempo, ti saremmo molto grati se potessi lasciarci una recensione sull'App Store
jp: その間に、App Storeでレビューをしていただけると大変ありがたいです。

source: Enter Key Phrase
da: Indtast nøglefrase
de: Schlüsselphrase eingeben
es: Introducir frase clave
fi: Syötä avainlause
fr: Saisir la phrase clé
it: Inserisci frase chiave
jp: キーフレーズを入力

# PostPurchaseView.ThanksForYourPurchase
source: Thanks for your purchase!
da: Tak for dit køb!
de: Danke für Ihren Kauf!
es: ¡Gracias por tu compra!
fi: Kiitos ostoksestasi!
fr: Merci pour votre achat !
it: Grazie per il tuo acquisto!
jp: ご購入ありがとうございます！

# YourRecoveryPhrase
source: Key Backup
da: Nøglebackup
de: Ihr Wiederherstellungsphrase
es: Tu Frase de Recuperación
fi: Avainten varmuuskopiointi
fr: Sauvegarde de la clé
it: Backup delle chiavi
jp: 鍵のバックアップ

source: Error deleting key. Please try again.
da: Fejl ved sletning af nøgle. Prøv igen.
de: Fehler beim Löschen des Schlüssels. Bitte versuchen Sie es erneut.
es: Error al eliminar la clave. Por favor, intenta de nuevo.
fi: Virhe avaimen poistamisessa. Yritä uudelleen.
fr: Erreur lors de la suppression de la clé. Veuillez réessayer.
it: Errore nell'eliminazione della chiave. Riprova.
jp: キーの削除中にエラーが発生しました。もう一度お試しください。

# SaveAmount %@ $@
source: SAVE %@
da: GEM %@
de: SPEICHERN %@
es: GUARDAR %@
fi: TALLENNA %@
fr: ÉCONOMISEZ %@
it: SALVA %@
jp: %@お得

# OverwriteAreYouSure
source: Are you sure you want to overwrite your current key phrase? You will not be able to access any media encrypted with the current key phrase.
da: Er du sikker på, at du vil overskrive din nuværende nøglefrase? Du vil ikke kunne få adgang til medier, der er krypteret med den nuværende nøglefrase.
de: Sind Sie sicher, dass Sie Ihre aktuelle Schlüsselphrase überschreiben möchten? Sie werden nicht in der Lage sein, auf Medien zuzugreifen, die mit der aktuellen Schlüsselphrase verschlüsselt wurden.
es: ¿Estás seguro de que deseas sobrescribir tu frase clave actual? No podrás acceder a ningún medio cifrado con la frase clave actual.
fi: Haluatko varmasti korvata nykyisen avainlauseesi? Et voi enää käyttää mitään nykyisellä avainlauseella salattua mediaa.
fr: Êtes-vous sûr de vouloir écraser votre phrase clé actuelle ? Vous ne pourrez plus accéder aux médias chiffrés avec la phrase clé actuelle.
it: Sei sicuro di voler sovrascrivere la tua frase chiave attuale? Non potrai più accedere ai contenuti multimediali crittografati con la frase chiave attuale.
jp: 現在のキーフレーズを上書きしてもよろしいですか？現在のキーフレーズで暗号化されたメディアにはアクセスできなくなります。

source: I'm Sure
da: Jeg er sikker
de: Ich bin sicher
es: Estoy seguro
fi: Olen varma
fr: Je suis sûr
it: Ne sono sicuro
jp: はい、上書きします

source: Import Key Phrase
da: Importer nøgleudtryk
de: Schlüsselphrase importieren
es: Frase Clave de Importación
fi: Tuo avainlause
fr: Importer une expression clé
it: Importa frase chiave
jp: キーフレーズをインポート

# PurchaseProduct
source: Purchase
da: Køb
de: Kaufen
es: Compra
fi: Osta
fr: Acheter
it: Acquista
jp: 購入する

# EnterKeyPhraseDescription
source: Enter the key phrase you want to import. Separate each word with a space.
da: Indtast den nøglefrase, du vil importere. Adskil hvert ord med et mellemrum.
de: Geben Sie die Schlüsselphrase ein, die Sie importieren möchten. Trennen Sie jedes Wort mit einem Leerzeichen. Dies wird Ihre aktuelle Schlüsselphrase überschreiben.
es: Introduce la frase clave que quieres importar. Separa cada palabra con un espacio. Esto sobrescribirá tu frase clave actual.
fi: Syötä avainlause, jonka haluat tuoda. Erottele jokainen sana välilyönnillä.
fr: Entrez la phrase clé que vous souhaitez importer. Séparez chaque mot par un espace.
it: Inserisci la frase chiave che vuoi importare. Separa ogni parola con uno spazio.
jp: インポートしたいキーフレーズを入力してください。単語ごとにスペースで区切ってください。

# ThanksForPurchasingLifetime
source: Thanks for purchasing a lifetime license!
da: Tak for dit køb af en livstidslicens!
de: Vielen Dank für den Kauf einer lebenslangen Lizenz!
es: ¡Gracias por comprar una licencia de por vida!
fi: Kiitos, että ostit elinikäisen lisenssin!
fr: Merci d'avoir acheté une licence à vie !
it: Grazie per aver acquistato una licenza a vita!
jp: 生涯ライセンスのご購入ありがとうございます！

source: Keep your encrypted data safe by using %@.
da: Hold dine krypterede data sikre ved at bruge %@.
de: Halten Sie Ihre verschlüsselten Daten sicher, indem Sie %@ verwenden.
es: Mantén tus datos encriptados seguros utilizando %@.
fi: Pidä salatut tietosi turvassa käyttämällä %@.
fr: Gardez vos données chiffrées en sécurité en utilisant %@.
it: Tieni al sicuro i tuoi dati crittografati usando %@.
jp: 暗号化されたデータを安全に保つために%@を使用してください。

# SelectProduct
source: Select a Product
da: Vælg et produkt
de: Wählen Sie ein Produkt
es: Seleccione un Producto
fi: Valitse tuote
fr: Sélectionnez un produit
it: Seleziona un prodotto
jp: 製品を選択
