Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# AuthenticationMethod.IncompatibleMessage
source: The selected authentication methods are incompatible.
da: De valgte godkendelsesmetoder er ikke kompatible.
de: Die ausgewählten Authentifizierungsmethoden sind nicht kompatibel.
fi: Valitut todennustavat eivät ole yhteensopivia.
fr: Les méthodes d’authentification sélectionnées sont incompatibles.
it: I metodi di autenticazione selezionati non sono compatibili.
jp: 選択した認証方法は互換性がありません。

# FaceIDOnlyAlert.Cancel
source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
it: Annulla
jp: キャンセル

source: Choose your login method
da: Vælg din login-metode
de: Wählen Sie Ihre Anmeldemethode
fi: Valitse kirjautumistapa
fr: Choisissez votre méthode de connexion
it: Scegli il tuo metodo di accesso
jp: ログイン方法を選択してください

source: Failed to save password
da: Kunne ikke gemme adgangskode
de: Fehler beim Speichern des Passworts
fi: Salasanan tallentaminen epäonnistui
fr: Échec de l'enregistrement du mot de passe
it: Impossibile salvare la password
jp: パスワードの保存に失敗しました

source: Password Set Successfully
da: Adgangskode sat korrekt
de: Passwort erfolgreich festgelegt
fi: Salasana asetettu onnistuneesti
fr: Mot de passe défini avec succès
it: Password impostata con successo
jp: パスワードの設定に成功しました

# AuthenticationMethod.TextDescription.pinCode6Digit
source: 6-digit PIN
da: 6-cifret PIN
de: 6-stelliger PIN
fi: 6-numeroinen PIN
fr: Code PIN à 6 chiffres
it: PIN a 6 cifre
jp: 6桁のPIN

# HideAlbumsTutorial.Subheading4
source: To hide an album, open it and tap the three dots menu, then select 'Hide Album'.
da: For at skjule et album skal du åbne det og trykke på de tre prikker, og derefter vælge 'Skjul album'.
de: Um ein Album zu verstecken, öffnen Sie es und tippen Sie auf das Drei-Punkte-Menü, dann wählen Sie 'Album verstecken'.
fi: Piilottaaksesi albumin, avaa se ja napauta kolmen pisteen valikkoa, sitten valitse 'Piilota albumi'.
fr: Pour masquer un album, ouvrez-le et appuyez sur le menu à trois points, puis sélectionnez « Masquer l’album ».
it: Per nascondere un album, aprilo e tocca il menu con tre puntini, quindi seleziona 'Nascondi album'.
jp: アルバムを非表示にするには、アルバムを開いて三点メニューをタップし、「アルバムを非表示」を選択してください。

# HideAlbumsTutorial.Subheading2
source: To access a hidden album, simply search for its name in the search bar.
da: For at få adgang til et skjult album skal du blot søge efter dets navn i søgefeltet.
de: Um auf ein verstecktes Album zuzugreifen, suchen Sie einfach nach seinem Namen in der Suchleiste.
fi: Pääset piilotettuun albumiin yksinkertaisesti hakemalla sen nimeä hakupalkista.
fr: Pour accéder à un album caché, il suffit de rechercher son nom dans la barre de recherche.
it: Per accedere a un album nascosto, basta cercare il suo nome nella barra di ricerca.
jp: 非表示アルバムにアクセスするには、検索バーでアルバム名を検索してください。

# AuthenticationMethod.TextDescription.pinCode4Digit
source: 4-digit PIN
da: 4-cifret PIN
de: 4-stelliger PIN
fi: 4-numeroinen PIN
fr: Code PIN à 4 chiffres
it: PIN a 4 cifre
jp: 4桁のPIN

source: Confirm 6-Digit PIN
da: Bekræft 6-cifret PIN
de: 6-stelligen PIN bestätigen
fi: Vahvista 6-numeroinen PIN-koodi
fr: Confirmez le code PIN à 6 chiffres
it: Conferma PIN a 6 cifre
jp: 6桁のPINを確認

source: Clear
da: Ryd
de: Löschen
fi: Tyhjennä
fr: Effacer
it: Cancella
jp: クリア

# HideAlbumsTutorial.Heading3
source: Remember album names
da: Husk albumnavne
de: Albumnamen merken
fi: Muista albumien nimet
fr: Se souvenir des noms des albums
it: Ricorda i nomi degli album
jp: アルバム名を覚えておく

# AuthenticationMethod.SecurityLevel.password
source: Most secure option
da: Mest sikre mulighed
de: Sicherste Option
fi: Turvallisin vaihtoehto
fr: Option la plus sécurisée
it: Opzione più sicura
jp: 最も安全なオプション

source: Clear saved password/PIN
da: Ryd gemt adgangskode/PIN
de: Gespeichertes Passwort/PIN löschen
fi: Tyhjennä tallennettu salasana/PIN
fr: Effacer le mot de passe/PIN enregistré
it: Cancella password/PIN salvato
jp: 保存されたパスワード／PINをクリア

source: Continue
da: Fortsæt
de: Weiter
fi: Jatka
fr: Continuer
it: Continua
jp: 続行

# HideAlbumsTutorial.Title
source: Hide Albums
da: Skjul albummer
de: Alben ausblenden
fi: Piilota albumit
fr: Masquer les albums
it: Nascondi Album
jp: アルバムを非表示

# AuthenticationMethod.SecurityLevel.FaceID
source: Low protection
da: Lav beskyttelse
de: Niedriger Schutz
fi: Matala suojaus
fr: Protection faible
it: Bassa protezione
jp: 低い保護

# FaceIDOnlyAlert.Message
source: Switching to Face ID only will clear your current PIN/password. You will only be able to unlock the app using Face ID.
da: Hvis du skifter til kun at bruge Face ID, vil din nuværende PIN/kode blive slettet. Du vil kun kunne låse appen op med Face ID.
de: Durch das Wechseln zu Face ID wird Ihre aktuelle PIN/Ihr Passwort gelöscht. Sie können die App dann nur noch mit Face ID entsperren.
fi: Siirtyminen pelkkään Face ID:hen poistaa nykyisen PIN-koodisi/salasanasi. Voit avata sovelluksen jatkossa vain Face ID:llä.
fr: Passer à Face ID uniquement effacera votre code PIN/mot de passe actuel. Vous ne pourrez déverrouiller l’application qu’avec Face ID.
it: Passare solo a Face ID cancellerà il tuo PIN/password attuale. Potrai sbloccare l'app solo usando Face ID.
jp: Face IDのみに切り替えると、現在のPIN/パスワードは消去されます。今後はFace IDのみでアプリを解除できるようになります。

# HideAlbumsTutorial.Subheading3
source: Make sure to remember the names of your hidden albums, as they won't appear in your album list.
da: Sørg for at huske navnene på dine skjulte albums, da de ikke vil fremgå af din albumliste.
de: Stellen Sie sicher, dass Sie sich die Namen Ihrer versteckten Alben merken, da diese nicht in Ihrer Albenliste erscheinen.
fi: Muista piilottamiesi albumien nimet, sillä ne eivät näy albumilistassasi.
fr: Assurez-vous de vous souvenir des noms de vos albums cachés, car ils n'apparaîtront pas dans votre liste d'albums.
it: Assicurati di ricordare i nomi dei tuoi album nascosti, perché non appariranno nell'elenco dei tuoi album.
jp: 非表示アルバムはアルバム一覧に表示されないため、名前を覚えておいてください。

# AuthenticationMethod.TextDescription.Password
source: Password
da: Adgangskode
de: Passwort
fi: Salasana
fr: Mot de passe
jp: パスワード

# AuthenticationMethod.SecurityLevel.pinCode6Digit
source: More secure PIN code
da: Mere sikker PIN-kode
de: Sichererer PIN-Code
fi: Turvallisempi PIN-koodi
fr: Code PIN plus sécurisé
it: PIN code più sicuro
jp: より安全なPINコード

# HideAlbumsTutorial.Heading4
source: Hide an album
da: Skjul et album
de: Ein Album ausblenden
fi: Piilota albumi
fr: Cacher un album
it: Nascondi un album
jp: アルバムを非表示にする

source: Set 6-Digit PIN
da: Indstil 6-cifret PIN
de: 6-stelligen PIN festlegen
fi: Aseta 6-numeroinen PIN-koodi
fr: Définir un code PIN à 6 chiffres
it: Imposta PIN a 6 cifre
jp: 6桁のPINを設定

source: VIDEO
fr: VIDÉO
jp: ビデオ

source: Open Source
es: Código Abierto
fi: Avoin lähdekoodi
jp: オープンソース

# GetPremiumPromoText
source: Halloween Sale!
da: Halloween-udsalg!
fr: Promotion d’Halloween !
it: Saldi di Halloween!
jp: ハロウィンセール！

# AlbumDetailView.AlbumCoverMenuTitle
source: Album Cover
fi: Albumin kansi
fr: Couverture d’album
it: Copertina album
jp: アルバムカバー

source: Enter Password
da: Indtast adgangskode
fr: Entrez le mot de passe
it: Inserisci la password
jp: パスワードを入力してください

source: Album Name
da: Albumnavn
es: Nombre del Álbum
fi: Albumin nimi
fr: Nom de l’album
it: Nome album
jp: アルバム名

source: premium
jp: プレミアム

# KeyTutorialText
source: Non explicabo officia aut odit ex eum ipsum libero.
es: No explicaremos los deberes ni por qué se odian entre sí para librarse.
fi: Ei selitä viranomaisia tai vihaa häntä itseään vapaana.
jp: 説明できない業務や、彼自身の自由な意思によるものではありません。

# Settings.Version
source: Version
fi: Versio
it: Versione
jp: バージョン

# AuthenticationMethod.TextDescription.PinCode
source: Pin Code
da: Pinkode
fi: PIN-koodi
fr: Code PIN
it: Codice PIN
jp: PINコード

source: Face ID
fi: Kasvotunnus

source: OK
es: Aceptar

# EncameraIsOpenSource
source: Open Source
es: Código Abierto
