Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# OnboardingIntroHeadingText1
source: Privacy-First Camera
de: Datenschutzorientierte Kamera
es: Cámara Privacidad Primero

# OnboardingIntroSubheadingText
source: Encamera encrypts everything, keeping your media safe from unwanted eyes.
de: Encamera verschlüsselt alles, um Ihre Medien vor unerwünschten Blicken zu schützen.
es: Encamera encripta todo, manteniendo tus medios a salvo de ojos no deseados.

# GetStartedButtonText
source: Let's Start
da: Lad os begynde
de: Lasst uns anfangen
es: Empecemos
fi: Aloitetaan
fr: Commençons
it: Iniziamo
jp: はじめる

source: Encamera encrypts everything, keeping your media safe from unwanted eyes.
de: Encamera verschlüsselt alles, um Ihre Daten vor den neugierigen Blicken von KI, Medienanalysen und anderen Datenschutzverletzungen zu schützen.
es: Encamera encripta todo, manteniendo tus medios a salvo de la vigilancia de la IA, análisis de medios y otras violaciones de la privacidad.

source: Key-Based Encryption
de: Schlüsselbasierte Verschlüsselung
es: Cifrado Basado en Claves

# IntroStorageExplanation
source: Your media is safely secured behind a key and stored locally on your device or iCloud.
de: Ihre Medien sind sicher hinter einem Schlüssel verwahrt und lokal auf Ihrem Gerät oder in iCloud gespeichert.
es: Tus medios están seguramente protegidos detrás de una clave y almacenados localmente en tu dispositivo o en iCloud.

# NoTrackingOnboardingExplanation
source: Your Data is Secure
de: Ihre Daten sind sicher
es: Tus datos están seguros

# EncryptionExplanation
source: Your media is safely secured behind a key and stored locally on your device or iCloud
de: Ihre Medien sind sicher hinter einem Schlüssel verwahrt und lokal auf Ihrem Gerät oder in iCloud gespeichert
es: Tus medios están seguramente protegidos detrás de una clave y almacenados localmente en tu dispositivo o en iCloud

# NoTrackingExplanation
source: Nobody can access your data except you.
de: Niemand außer Ihnen kann auf Ihre Daten zugreifen.
es: Nadie puede acceder a tus datos excepto tú.

# OpenSourceExplanation
source: Encamera's core functionality is open sourced, meaning you can see the code that's making your photos safe.
de: Die Kernfunktionalitäten von Encamera sind Open Source, sodass Sie den Code, der Ihre Fotos sicher macht, einsehen können.
es: La funcionalidad principal de Encamera es de código abierto, lo que significa que puedes ver el código que mantiene seguras tus fotos.

source: You have an existing password for this device.
da: Du har allerede en adgangskode for denne enhed.
de: Sie haben bereits ein Passwort für dieses Gerät.
es: Ya tienes una contraseña para este dispositivo.
fi: Tällä laitteella on jo olemassa oleva salasana.
fr: Vous avez déjà un mot de passe pour cet appareil.
it: Hai già una password per questo dispositivo.
jp: このデバイスには既存のパスワードがあります。

source: Erase Device Data
da: Slet enhedsdata
de: Gerätedaten löschen
es: Borrar Datos del Dispositivo
fi: Poista laitteen tiedot
fr: Effacer les données de l'appareil
it: Cancella dati dispositivo
jp: デバイスデータを消去

source: Set Password
da: Indstil adgangskode
de: Passwort festlegen
es: Establecer Contraseña
fi: Aseta salasana
fr: Définir un mot de passe
it: Imposta password
jp: パスワードを設定

# SetAPasswordWarning
source: Set a password to access the app. Be sure to store it in a safe place – you cannot recover it later.
da: Opret en adgangskode for at få adgang til appen. Sørg for at opbevare den et sikkert sted – du kan ikke gendanne den senere.
de: Legen Sie ein Passwort fest, um auf die App zuzugreifen. Bewahren Sie es an einem sicheren Ort auf – Sie können es später nicht wiederherstellen.
es: Establece una contraseña para acceder a la aplicación. Asegúrate de guardarla en un lugar seguro – no podrás recuperarla más tarde.
fi: Aseta salasana sovelluksen käyttöä varten. Muista säilyttää se turvallisessa paikassa – et voi palauttaa sitä myöhemmin.
fr: Définissez un mot de passe pour accéder à l'application. Veillez à le conserver dans un endroit sûr – vous ne pourrez pas le récupérer plus tard.
it: Imposta una password per accedere all'app. Assicurati di conservarla in un luogo sicuro: non potrai recuperarla in seguito.
jp: アプリにアクセスするためのパスワードを設定してください。後で復元することはできないため、安全な場所に保管してください。

# Storage location onboarding
source: Where do you want to store your media? Each key will store data in its own directory once encrypted.
da: Hvor vil du gemme dine medier? Hver nøgle vil gemme data i sin egen mappe, når de er krypteret.
de: Wo möchten Sie Ihre Medien speichern? Jeder Schlüssel speichert die Daten in seinem eigenen Verzeichnis, sobald sie verschlüsselt sind.
es: ¿Dónde quieres almacenar tus medios? Cada clave almacenará datos en su propio directorio una vez encriptados.
fi: Mihin haluat tallentaa mediasi? Kukin avain tallentaa tietonsa omaan kansioon salauksen jälkeen.
fr: Où souhaitez-vous stocker vos médias ? Chaque clé stockera les données dans son propre répertoire une fois chiffrées.
it: Dove vuoi archiviare i tuoi media? Ogni chiave archivierà i dati nella propria directory una volta cifrati.
jp: メディアをどこに保存しますか？各キーは暗号化後、それぞれ独自のディレクトリにデータを保存します。

source: Skip for now
da: Spring over for nu
de: Vorerst überspringen
es: Omitir por ahora
fi: Ohita toistaiseksi
fr: Ignorer pour l'instant
it: Salta per ora
jp: 今はスキップ

# StorageExplanationHeader
source: Where are my photos stored?
da: Hvor er mine billeder gemt?
de: Wo sind meine Fotos gespeichert?
es: ¿Dónde están almacenadas mis fotos?
fi: Missä valokuvani tallennetaan?
fr: Où sont stockées mes photos ?
it: Dove sono archiviate le mie foto?
jp: 私の写真はどこに保存されていますか？

# StorageExplanation
source: Encamera does not store media to your camera roll. All encrypted media are stored either on this app or on iCloud, depending on your storage choice.
da: Encamera gemmer ikke medier i din kamerarulle. Alle krypterede medier gemmes enten i denne app eller på iCloud, afhængigt af dit valg af lagring.
de: Encamera speichert Medien nicht in Ihrer Foto-Galerie. Alle verschlüsselten Medien werden entweder in dieser App oder in iCloud gespeichert, abhängig von Ihrer Speicherwahl.
es: Encamera no almacena medios en tu carrete de cámara. Todos los medios encriptados se almacenan en esta aplicación o en iCloud, dependiendo de tu elección de almacenamiento.
fi: Encamera ei tallenna mediaa kameran rullaan. Kaikki salatut mediat tallennetaan joko tähän sovellukseen tai iCloudiin valitsemasi tallennusvaihtoehdon mukaan.
fr: Encamera ne stocke pas les médias dans votre pellicule. Tous les médias chiffrés sont stockés soit sur cette application, soit sur iCloud, selon votre choix de stockage.
it: Encamera non salva i media nel rullino fotografico. Tutti i media criptati sono archiviati su questa app o su iCloud, a seconda della tua scelta di archiviazione.
jp: Encameraはメディアをカメラロールに保存しません。すべての暗号化されたメディアは、ストレージの選択に応じて、このアプリまたはiCloudのいずれかに保存されます。

# BackUpKeysHeader
source: Back up those keys!
da: Sikkerhedskopiér disse nøgler!
de: Sichern Sie diese Schlüssel!
es: ¡Respaldar esas claves!
fi: Varmuuskopioi avaimet!
fr: Sauvegardez ces clés !
it: Esegui il backup di queste chiavi!
jp: キーをバックアップしましょう！

# BackUpKeysExplanation
source: If you lose your key, it is impossible to recover your data. Back up your keys to a password manager after you create them, or save them to iCloud.
da: Hvis du mister din nøgle, er det umuligt at gendanne dine data. Sikkerhedskopiér dine nøgler til en adgangskodeadministrator, når du har oprettet dem, eller gem dem på iCloud.
de: Wenn Sie Ihren Schlüssel verlieren, ist es unmöglich, Ihre Daten wiederherzustellen. Sichern Sie Ihre Schlüssel in einem Passwortmanager, nachdem Sie sie erstellt haben, oder speichern Sie sie in iCloud.
es: Si pierdes tu clave, es imposible recuperar tus datos. Respaldar tus claves en un gestor de contraseñas después de crearlas, o guárdalas en iCloud.
fi: Jos kadotat avaimen, tietojasi ei voi palauttaa. Varmuuskopioi avaimesi salasananhallintaan niiden luomisen jälkeen tai tallenna ne iCloudiin.
fr: Si vous perdez votre clé, il est impossible de récupérer vos données. Sauvegardez vos clés dans un gestionnaire de mots de passe après les avoir créées, ou enregistrez-les sur iCloud.
it: Se perdi la tua chiave, è impossibile recuperare i tuoi dati. Esegui il backup delle tue chiavi in un gestore di password dopo averle create, oppure salvale su iCloud.
jp: キーを失うとデータを復元することはできません。キーを作成した後、パスワードマネージャーにバックアップするか、iCloudに保存してください。

source: Use %@?
da: Brug %@?
de: %@ verwenden?
es: ¿Usar %@?
fi: Käytetäänkö %@?
fr: Utiliser %@ ?
it: Usare %@?
jp: %@を使用しますか？

source: Enable %@ to quickly and securely gain access to the app.
da: Aktivér %@ for hurtigt og sikkert at få adgang til appen.
de: Aktivieren Sie %@, um schnell und sicher auf die App zuzugreifen.
es: Activa %@ para acceder rápidamente y de forma segura a la aplicación.
fi: Ota käyttöön %@ saadaksesi nopean ja turvallisen pääsyn sovellukseen.
fr: Activez %@ pour accéder rapidement et en toute sécurité à l’application.
it: Abilita %@ per accedere rapidamente e in modo sicuro all'app.
jp: アプリに迅速かつ安全にアクセスするために%@を有効にしてください。

source: Enable %@
da: Aktivér %@
de: %@ aktivieren
es: Activar %@
fi: Ota %@ käyttöön
fr: Activer %@
it: Abilita %@
jp: %@を有効にする

source: Encryption Key
da: Krypteringsnøgle
de: Verschlüsselungsschlüssel
es: Clave de Cifrado
fi: Salausavain
fr: Clé de chiffrement
it: Chiave di crittografia
jp: 暗号化キー

# New Album Subheading
source: Set the name for this encrypted photo album.
da: Angiv navnet på dette krypterede fotoalbum.
de: Geben Sie den Namen für dieses verschlüsselte Fotoalbum ein.
es: Establece el nombre para este álbum de fotos encriptado.
fi: Aseta nimi tälle salatulle valokuva-albumille.
fr: Définissez le nom de cet album photo chiffré.
it: Imposta il nome per questo album fotografico crittografato.
jp: この暗号化アルバムの名前を設定してください。

source: Select Storage
da: Vælg lagerplads
de: Speicher wählen
es: Seleccionar Almacenamiento
fi: Valitse tallennuspaikka
fr: Sélectionner le stockage
it: Seleziona archiviazione
jp: ストレージを選択

# OnboardingPermissionsTitle
source: Permissions
da: Tilladelser
de: Berechtigungen
es: Permisos
fi: Luvat
fr: Autorisations
it: Autorizzazioni
jp: 権限

# OnboardingPermissionsSubheading
source: You will need to give permissions to use the camera & microphone in order to access the app
da: Du skal give tilladelser til at bruge kamera og mikrofon for at få adgang til appen
de: Sie müssen Berechtigungen für die Verwendung der Kamera & des Mikrofons erteilen, um auf die App zugreifen zu können
es: Necesitarás dar permisos para usar la cámara y el micrófono para poder acceder a la aplicación
fi: Sinun täytyy antaa lupa kameran ja mikrofonin käyttöön päästäksesi sovellukseen
fr: Vous devrez accorder des autorisations pour utiliser la caméra et le microphone afin d'accéder à l'application
it: Dovrai concedere i permessi per usare la fotocamera e il microfono per accedere all'app
jp: アプリにアクセスするにはカメラとマイクの使用許可が必要です

# OnboardingPermissionsCameraAccess
source: Camera access
da: Kameraadgang
de: Kamerazugriff
es: Acceso a la cámara
fi: Kameran käyttöoikeus
fr: Accès à la caméra
it: Accesso alla fotocamera
jp: カメラアクセス

# OnboardingPermissionsCameraAccessSubheading
source: Needed to take photos
da: Nødvendig for at tage billeder
de: Notwendig, um Fotos aufzunehmen
es: Necesario para tomar fotos
fi: Tarvitaan valokuvien ottamiseen
fr: Nécessaire pour prendre des photos
it: Necessario per scattare foto
jp: 写真を撮るために必要です

# OnboardingPermissionsMicrophoneAccess
source: Microphone access
da: Mikrofonadgang
de: Mikrofonzugriff
es: Acceso al micrófono
fi: Mikrofonin käyttöoikeus
fr: Accès au microphone
it: Accesso al microfono
jp: マイクのアクセス

# OnboardingPermissionsMicrophoneAccessSubheading
source: Needed only for videos
da: Kun nødvendigt for videoer
de: Nur notwendig für Videos
es: Necesario solo para videos
fi: Tarvitaan vain videoille
fr: Nécessaire uniquement pour les vidéos
it: Necessario solo per i video
jp: ビデオにのみ必要

source: Add Permissions
da: Tilføj tilladelser
de: Berechtigungen hinzufügen
es: Agregar Permisos
fi: Lisää käyttöoikeudet
fr: Ajouter des autorisations
it: Aggiungi permessi
jp: 権限を追加

# PermissionsNeededTitle
source: Camera Permissions Needed
da: Kameratilladelser påkrævet
de: Kameraberechtigungen benötigt
es: Se Necesitan Permisos de Cámara
fi: Kameran käyttöoikeus tarvitaan
fr: Autorisations de caméra nécessaires
it: Autorizzazioni fotocamera necessarie
jp: カメラの権限が必要です

# PermissionsNeededText
source: You must enable camera permissions to continue. Open the settings app to do this.
da: Du skal aktivere kameratilladelser for at fortsætte. Åbn indstillingsappen for at gøre dette.
de: Sie müssen die Kameraberechtigungen aktivieren, um fortzufahren. Öffnen Sie die Einstellungs-App, um dies zu tun.
es: Debes habilitar los permisos de cámara para continuar. Abre la aplicación de configuración para hacer esto.
fi: Sinun täytyy sallia kameran käyttöoikeudet jatkaaksesi. Avaa asetussovellus tehdäksesi tämän.
fr: Vous devez activer les autorisations de caméra pour continuer. Ouvrez l’application des paramètres pour le faire.
it: Devi abilitare le autorizzazioni della fotocamera per continuare. Apri l'app delle impostazioni per farlo.
jp: 続行するにはカメラの権限を有効にする必要があります。設定アプリを開いてください。

source: Please select a storage location.
da: Vælg venligst en lagringsplacering.
de: Bitte wählen Sie einen Speicherort aus.
es: Por favor, selecciona un lugar de almacenamiento.
fi: Valitse tallennussijainti.
fr: Veuillez sélectionner un emplacement de stockage.
it: Seleziona una posizione di archiviazione.
jp: 保存場所を選択してください。

# DoneOnboarding
source: Done!
da: Færdig!
de: Fertig!
es: ¡Listo!
fi: Valmis!
fr: Terminé !
it: Fatto!
jp: 完了！

source: Done
da: Færdig
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fatto
jp: 完了

source: PROFILE SETUP
da: PROFILOPSÆTNING
de: PROFIL EINRICHTEN
es: CONFIGURACIÓN DE PERFIL
fi: PROFIILIN ASETUKSET
fr: CONFIGURATION DU PROFIL
it: CONFIGURAZIONE PROFILO
jp: プロフィール設定

source: View unlimited photos for each key.
da: Se ubegrænsede fotos for hver nøgle.
de: Unbegrenzt Fotos für jeden Schlüssel ansehen.
es: Visualiza fotos ilimitadas para cada llave.
fi: Katsele rajattomasti kuvia jokaiselle avaimelle.
fr: Voir des photos illimitées pour chaque clé.
it: Visualizza foto illimitate per ogni chiave.
jp: 各キーごとに無制限の写真を表示します。

source: Create an unlimited number of keys.
da: Opret et ubegrænset antal nøgler.
de: Erstellen Sie eine unbegrenzte Anzahl von Schlüsseln.
es: Crea un número ilimitado de llaves.
fi: Luo rajaton määrä avaimia.
fr: Créez un nombre illimité de clés.
it: Crea un numero illimitato di chiavi.
jp: 無制限のキーを作成できます。

source: Support privacy-focused development.
da: Støt privatlivsfokuseret udvikling.
de: Unterstützen Sie die datenschutzorientierte Entwicklung.
es: Apoya el desarrollo enfocado en la privacidad.
fi: Tue yksityisyyteen keskittyvää kehitystä.
fr: Soutenez le développement axé sur la confidentialité.
it: Supporta lo sviluppo orientato alla privacy.
jp: プライバシー重視の開発をサポートします。

# UnlimitedStorageFeatureRowTitle
source: Unlimited storage for photos & videos
da: Ubegrænset lagerplads til fotos og videoer
de: Unbegrenzter Speicher für Fotos & Videos
es: Almacenamiento ilimitado de fotos y videos
fi: Rajoittamaton tallennustila valokuville ja videoille
fr: Stockage illimité pour photos et vidéos
it: Archiviazione illimitata per foto e video
jp: 写真と動画を無制限に保存

# UnlimitedAlbumsFeatureRowTitle
source: Unlimited albums for your memories
da: Ubegrænsede albums til dine minder
de: Unbegrenzte Alben für Ihre Erinnerungen
es: Álbumes ilimitados para tus recuerdos
fi: Rajattomasti albumeita muistoillesi
fr: Albums illimités pour vos souvenirs
it: Album illimitati per i tuoi ricordi
jp: 思い出のための無制限のアルバム

# iCloudStorageFeatureRowTitle
source: iCloud storage & backup
da: iCloud-lagring og backup
de: iCloud-Speicher & Backup
es: Almacenamiento y copia de seguridad en iCloud
fi: iCloud-tallennus ja varmuuskopiointi
fr: Stockage et sauvegarde iCloud
it: Archiviazione e backup iCloud
jp: iCloudストレージとバックアップ

source: Enter Promo Code
da: Indtast kampagnekode
de: Promo-Code eingeben
es: Introducir Código Promocional
fi: Syötä kampanjakoodi
fr: Saisir le code promo
it: Inserisci codice promozionale
jp: プロモコードを入力

source: Unlock Unlimited for Free!
da: Lås op for Ubegrænset gratis!
de: Unbegrenzt kostenlos freischalten!
es: ¡Desbloquea Ilimitado Gratis!
fi: Avaa rajattomat ominaisuudet ilmaiseksi!
fr: Débloquez l'Illimité gratuitement !
it: Sblocca Unlimited gratis!
jp: アンリミテッドを無料でアンロック！

# Start trial offer
source: Start free trial
da: Start gratis prøveperiode
de: Gratisprobezeit starten
es: Comenzar la oferta de prueba
fi: Aloita ilmainen kokeilu
fr: Commencer l'essai gratuit
it: Inizia la prova gratuita
jp: 無料トライアルを開始

# FreeTrialTerms
source: 7 days free, then %@
da: 7 dage gratis, derefter %@
de: 7 Tage kostenlos, danach %@
es: 7 días gratis, luego %@
fi: 7 päivää ilmaiseksi, sitten %@
fr: 7 jours gratuits, puis %@
it: 7 giorni gratis, poi %@
jp: 7日間無料、その後%@

source: No commitment, cancel anytime
da: Ingen binding, annuller når som helst
de: Ohne Bindung, jederzeit kündbar
es: Sin compromiso, cancela en cualquier momento
fi: Ei sitoutumista, peruuta milloin tahansa
fr: Aucun engagement, annulez à tout moment
it: Nessun vincolo, annulla quando vuoi
jp: 契約の縛りなし、いつでもキャンセル可能

source: MOST POPULAR
da: MEST POPULÆR
de: AM BELIEBTESTEN
es: MÁS POPULAR
fi: SUOSITUIN
fr: LE PLUS POPULAIRE
it: PIÙ POPOLARE
jp: 最も人気

source: Subscribe
da: Abonner
de: Abonnieren
es: Suscribirse
fi: Tilaa
fr: S'abonner
it: Abbonati
jp: 購読する

source: Subscribed
da: Abonneret
de: Abonniert
es: Suscrito
fi: Tilattu
fr: Abonné
it: Iscritto
jp: 購読中

source: **Purchased: %@**
da: **Købt: %@**
de: **Gekauft: %@**
es: **Comprado: %@**
fi: **Ostettu: %@**
fr: **Acheté : %@**
it: **Acquistato: %@**
jp: **購入済み: %@**

source: Thank you for your support!
da: Tak for din støtte!
de: Vielen Dank für Ihre Unterstützung!
es: ¡Gracias por tu apoyo!
fi: Kiitos tuestasi!
fr: Merci pour votre soutien !
it: Grazie per il tuo supporto!
jp: ご支援ありがとうございます！

source: Subscription
da: Abonnement
de: Abonnement
es: Suscripción
fi: Tilaus
fr: Abonnement
it: Abbonamento
jp: サブスクリプション

source: One-Time Purchase
da: Engangskøb
de: Einmaliger Kauf
es: Compra Única
fi: Kertaluonteinen osto
fr: Achat unique
it: Acquisto una tantum
jp: 一回限りの購入

source: Upgrade Today!
da: Opgrader i dag!
de: Heute upgraden!
es: ¡Actualiza hoy!
fi: Päivitä tänään!
fr: Mettez à niveau aujourd'hui !
it: Aggiorna oggi!
jp: 今すぐアップグレード！

source: Take a Photo!
da: Tag et foto!
de: Foto aufnehmen!
es: ¡Toma una foto!
fi: Ota kuva!
fr: Prenez une photo !
it: Scatta una foto!
jp: 写真を撮る！

source: Your Keys
da: Dine nøgler
de: Ihre Schlüssel
es: Tus Claves
fi: Avaimesi
fr: Vos clés
it: Le tue chiavi
jp: あなたの鍵

# KeyTutorialTitle
source: All of your files are encrypted
da: Alle dine filer er krypteret
de: Alle Ihre Dateien sind verschlüsselt
es: Todos tus archivos están cifrados
fi: Kaikki tiedostosi on salattu
fr: Tous vos fichiers sont chiffrés
it: Tutti i tuoi file sono criptati
jp: あなたのすべてのファイルは暗号化されています

source: Select All
da: Vælg alle
de: Alles auswählen
es: Seleccionar todo
fi: Valitse kaikki
fr: Tout sélectionner
it: Seleziona tutto
jp: すべて選択

source: Import
da: Importer
de: Importieren
es: Importar
fi: Tuo
fr: Importer
it: Importa
jp: インポート

# ImportSelectedImages
source: Import the selected images to your currently active key album
da: Importer de valgte billeder til dit aktuelt aktive nøglealbum
de: Ausgewählte Bilder in das aktuell aktive Schlüsselalbum importieren
es: Importa las imágenes seleccionadas a tu álbum clave activo
fi: Tuo valitut kuvat nykyiseen aktiiviseen avainalbumiisi
fr: Importer les images sélectionnées dans votre album clé actuellement actif
it: Importa le immagini selezionate nell'album chiave attualmente attivo
jp: 選択した画像を現在アクティブなキーアルバムにインポートします

# DeleteImported
source: Delete Images?
da: Slet billeder?
de: Bilder löschen?
es: ¿Eliminar Imágenes?
fi: Poistetaanko kuvat?
fr: Supprimer les images ?
it: Eliminare le immagini?
jp: 画像を削除しますか？

# DoYouWantToDeleteNotImported
source: Are you done importing images?
da: Er du færdig med at importere billeder?
de: Sind Sie fertig mit dem Importieren der Bilder?
es: ¿Has terminado de importar imágenes?
fi: Oletko valmis kuvien tuonnin kanssa?
fr: Avez-vous terminé d'importer les images ?
it: Hai finito di importare le immagini?
jp: 画像のインポートは完了しましたか？

# NotDoneYet
source: I'm Not Done
da: Jeg er ikke færdig
de: Ich bin noch nicht fertig
es: Aún no he terminado
fi: En ole valmis
fr: Je n'ai pas terminé
it: Non ho finito
jp: まだ終わっていません

# Change Key Album
source: I Want to Choose Another Destination Album
da: Jeg vil vælge et andet destinationsalbum
de: Ich möchte ein anderes Zielalbum wählen
es: Quiero elegir otro álbum de destino
fi: Haluan valita toisen kohdealbumin
fr: Je veux choisir un autre album de destination
it: Voglio scegliere un altro album di destinazione
jp: 別の保存先アルバムを選びたい

# IAmDone
source: I'm Done
da: Jeg er færdig
de: Ich bin fertig
es: He terminado
fi: Valmis
fr: J'ai terminé
it: Ho finito
jp: 完了しました

source: Encrypting
da: Krypterer
de: Verschlüsselung
es: Cifrando
fi: Salaus käynnissä
fr: Chiffrement
it: Crittografia in corso
jp: 暗号化中

source: Cannot handle media
da: Kan ikke håndtere medier
de: Medien können nicht verarbeitet werden
es: No es posible procesar el multimedia
fi: Ei voi käsitellä mediaa
fr: Impossible de gérer les médias
it: Impossibile gestire i file multimediali
jp: メディアを処理できません

# GetOneYearFree
source: Get 1 Year Free!
da: Få 1 år gratis!
de: Erhalte 1 Jahr kostenlos!
es: ¡Obtén 1 Año Gratis!
fi: Saat 1 vuoden ilmaiseksi!
fr: 1 an gratuit !
it: Ottieni 1 anno gratis!
jp: 1年間無料！

# TweetToRedeemOfferExplanation
source: Get 100%% off the $9.99 yearly subscription fee! You only need to do two things: 1. Follow @encamera_app 2. Tap the link below to tweet about Encamera
da: Få 100% rabat på det årlige abonnement til $9,99! Du skal kun gøre to ting: 1. Følg @encamera_app 2. Tryk på linket nedenfor for at tweete om Encamera
de: Erhalte 100%% Rabatt auf die jährliche Abonnementgebühr von 9,99 $! Du musst nur zwei Dinge tun: 1. Folge @encamera_app 2. Klicke auf den Link unten, um über Encamera zu twittern
es: ¡Consigue el 100 %% de descuento en la tarifa de suscripción anual de $9.99! Solo necesitas hacer dos cosas: 1. Seguir a @encamera_app 2. Toca el enlace de abajo para twittear sobre Encamera
fi: Saa 100 % alennus 9,99 $ vuosimaksusta! Sinun tarvitsee tehdä vain kaksi asiaa: 1. Seuraa @encamera_app 2. Napauta alla olevaa linkkiä twiitataksesi Encamerasta
fr: Obtenez 100 % de réduction sur l’abonnement annuel de 9,99 $ ! Vous n’avez que deux choses à faire : 1. Suivez @encamera_app 2. Touchez le lien ci-dessous pour tweeter à propos d’Encamera
it: Ottieni il 100% di sconto sulla quota di abbonamento annuale di 9,99 $! Devi solo fare due cose: 1. Segui @encamera_app 2. Tocca il link qui sotto per twittare su Encamera
jp: 年間購読料$9.99が100％オフ！ やることは2つだけ： 1. @encamera_appをフォロー 2. 下のリンクをタップしてEncameraについてツイート

# FollowUs
source: Follow @encamera_app on Twitter
da: Følg @encamera_app på Twitter
de: Folge @encamera_app auf Twitter
es: Sigue a @encamera_app en Twitter
fi: Seuraa @encamera_app Twitterissä
fr: Suivez @encamera_app sur Twitter
it: Segui @encamera_app su Twitter
jp: Twitterで@encamera_appをフォロー

source: Tap to Tweet!
da: Tryk for at tweete!
de: Zum Twittern tippen!
es: ¡Toca para Twittear!
fi: Napauta twiitataksesi!
fr: Appuyez pour tweeter !
it: Tocca per twittare!
jp: タップしてツイート！
