Repository: Encamera/EncameraCore
Catalog: Sources/EncameraCore/Resources/*.lproj/Localizable.strings
Languages: da, de, es, fi, fr, it, jp

# PromoPremiumUnlockTheseBenefits
source: Unlimited albums and iCloud storage and TWO MONTHS FREE
da: Ubegrænsede albummer og iCloud-lagring og TO MÅNEDER GRATIS
de: Unbegrenzte Alben und iCloud-Speicher und ZWEI MONATE GRATIS
fi: Rajattomasti albumeita ja iCloud-tallennustilaa ja KAKSI KUUKAUTTA ILMAISEKSI
fr: Albums illimités et stockage iCloud et DEUX MOIS GRATUITS
it: Album illimitati e spazio di archiviazione iCloud e DUE MESI GRATIS
jp: 無制限のアルバムとiCloudストレージ さらに2か月無料

# AlbumDetailView.RenameAlbum
source: Rename Album
da: Omdøb album
de: Album umbenennen
fi: Nimeä albumi uudelleen
fr: Renommer l’album
it: Rinomina album
jp: アルバム名を変更

# PromoFreeTrialTerms
source: 60 days free, then %@
da: 60 dage gratis, derefter %@
de: 60 Tage kostenlos, dann %@
fi: 60 päivää ilmaiseksi, sitten %@
fr: 60 jours gratuits, puis %@
it: 60 giorni gratis, poi %@
jp: 60日間無料、その後%@

# AskForReview.AskMeLater
source: Ask me later
da: Spørg mig senere
de: Frag mich später
fi: Kysy myöhemmin
fr: Demandez-moi plus tard
it: Chiedimi più tardi
jp: 後で聞いてください

# MediaSelectionTray.MoveMedia
source: Move
da: Flyt
de: Bewegen
fi: Siirrä
fr: Déplacer
it: Sposta
jp: 移動

# FeedbackView.WeAppreciateIt
source: We appreciate your feedback
da: Vi sætter pris på din feedback
de: Wir schätzen Ihr Feedback
fi: Arvostamme palautettasi
fr: Nous apprécions votre retour
it: Apprezziamo il tuo feedback
jp: ご意見ありがとうございます

# FeedbackView.Subheading
source: Your feedback is really important to us and helps us build a better product. We really appreciate it!
da: Din feedback er virkelig vigtig for os og hjælper os med at bygge et bedre produkt. Vi sætter stor pris på det!
de: Ihr Feedback ist uns wirklich wichtig und hilft uns, ein besseres Produkt zu entwickeln. Wir schätzen es wirklich!
fi: Palautteesi on meille todella tärkeää ja auttaa meitä kehittämään parempaa tuotetta. Arvostamme sitä suuresti!
fr: Votre avis est très important pour nous et nous aide à créer un meilleur produit. Nous vous en remercions vivement !
it: Il tuo feedback è davvero importante per noi e ci aiuta a costruire un prodotto migliore. Lo apprezziamo molto!
jp: あなたのフィードバックは私たちにとってとても重要で、より良い製品作りに役立ちます。ご協力ありがとうございます！

# FeedbackView.Title
source: Leave feedback
da: Giv feedback
de: Feedback hinterlassen
fi: Jätä palautetta
fr: Laisser un commentaire
it: Lascia un feedback
jp: フィードバックを残す

# FeedbackView.Submit
source: Submit
da: Indsend
de: Einreichen
fi: Lähetä
fr: Soumettre
it: Invia
jp: 送信

# FeedbackView.Thanks
source: Thanks!
da: Tak!
de: Danke!
fi: Kiitos!
fr: Merci !
it: Grazie!
jp: ありがとうございます！

# FeedbackView.PlaceholderText
source: What could we improve?
da: Hvad kunne vi forbedre?
de: Was könnten wir verbessern?
fi: Mitä voisimme parantaa?
fr: Que pourrions-nous améliorer ?
it: Cosa potremmo migliorare?
jp: どのような点を改善できますか？

# FooterView.MediaDetails
source: Media Details
da: Mediedetaljer
de: Mediendetails
fi: Median tiedot
fr: Détails du média
it: Dettagli media
jp: メディア詳細

# Error.Alert.Title
source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
it: Errore
jp: エラー

# Alert.LoadingFile.Message
source: Please wait...
da: Vent venligst...
de: Bitte warten...
fi: Odota hetki...
fr: Veuillez patienter...
it: Attendere prego...
jp: お待ちください...

# ProgressView.FileLoadedSuccessfully
source: File loaded successfully
da: Fil indlæst succesfuldt
de: Datei erfolgreich geladen
fi: Tiedosto ladattu onnistuneesti
fr: Fichier chargé avec succès
it: File caricato con successo
jp: ファイルの読み込みに成功しました

# ProgressView.Downloading
source: Downloading: %.0f%%
da: Downloader: %.0f%%
de: Herunterladen: %.0f%%
fi: Ladataan: %.0f%%
fr: Téléchargement : %.0f%%
it: Download in corso: %.0f%%
jp: ダウンロード中：%.0f%%

# ProgressView.StartingDownload
source: Starting download...
da: Starter download...
de: Download wird gestartet...
fi: Aloitetaan lataus...
fr: Démarrage du téléchargement...
it: Avvio download...
jp: ダウンロードを開始しています...

# Error.Alert.FailedToLoadFile
source: Failed to load file: %@
da: Kunne ikke indlæse fil: %@
de: Datei konnte nicht geladen werden: %@
fi: Tiedoston lataus epäonnistui: %@
fr: Échec du chargement du fichier : %@
it: Impossibile caricare il file: %@
jp: ファイルの読み込みに失敗しました：%@

# ProgressView.Decrypting
source: Decrypting: %.0f%%
da: Dekrypterer: %.0f%%
de: Entschlüsseln: %.0f%%
fi: Puretaan salausta: %.0f%%
fr: Déchiffrement : %.0f%%
it: Decrittazione: %.0f%%
jp: 復号中：%.0f%%

# Alert.LoadingFile.Title
source: Loading File
da: Indlæser fil
de: Datei wird geladen
fi: Ladataan tiedostoa
fr: Chargement du fichier
it: Caricamento file
jp: ファイルを読み込み中

source: Import from Files
da: Importer fra filer
de: Import aus Dateien
fi: Tuo tiedostoista
fr: Importer depuis Fichiers
it: Importa da File
jp: ファイルからインポート

source: Import from Photos
da: Importer fra Fotos
de: Import aus Fotos
fi: Tuo Kuvat-sovelluksesta
fr: Importer depuis Photos
it: Importa da Foto
jp: 写真からインポート

# AlbumDetailView.HideAlbumMenuItem
source: Hide Album
da: Skjul album
de: Album verbergen
fi: Piilota albumi
fr: Masquer l’album
it: Nascondi album
jp: アルバムを非表示にする

# Test
source: Here is a test of the string translation
da: Her er en test af strengoversættelsen
de: Hier ist ein Test der Zeichenkettenübersetzung
fi: Tässä on testaus merkkijonon käännöksestä
fr: Voici un test de traduction de chaîne
it: Ecco un test della traduzione della stringa
jp: これは文字列翻訳のテストです

# AlbumDetailView.HideAlbumAlertTitle
source: Hide this album?
da: Skjul dette album?
de: Dieses Album verbergen?
fi: Piilotetaanko tämä albumi?
fr: Masquer cet album ?
it: Nascondere questo album?
jp: このアルバムを非表示にしますか？

# AlbumDetailView.HideAlbumAlertMessage
source: Are you sure you want to hide this album? You MUST remember the name of this album to access it again.
da: Er du sikker på, at du vil skjule dette album? Du SKAL huske navnet på dette album for at få adgang til det igen.
de: Sind Sie sicher, dass Sie dieses Album verbergen möchten? Sie MÜSSEN sich den Namen dieses Albums merken, um wieder darauf zugreifen zu können.
fi: Haluatko varmasti piilottaa tämän albumin? Sinun TÄYTYY muistaa tämän albumin nimi päästäksesi siihen uudelleen.
fr: Êtes-vous sûr de vouloir masquer cet album ? Vous DEVEZ vous souvenir du nom de cet album pour y accéder à nouveau.
it: Sei sicuro di voler nascondere questo album? DEVI ricordare il nome di questo album per accedervi di nuovo.
jp: 本当にこのアルバムを非表示にしますか？再度アクセスするにはアルバム名を必ず覚えておいてください。

source: Let's go!
da: Lad os gå!
de: Los geht's!
fi: Mennään!
fr: Allons-y !
it: Andiamo!
jp: さあ行こう！

# PurchaseView.BenefitModel.BackupKeychain
source: Backup keychain to iCloud
da: Sikkerhedskopiér nøglering til iCloud
de: Schlüsselbund in iCloud sichern
fi: Varmuuskopioi avainketju iCloudiin
fr: Sauvegarder le trousseau sur iCloud
it: Esegui il backup del portachiavi su iCloud
jp: キーチェーンをiCloudにバックアップ

# PurchaseView.BenefitModel.ComingSoon
source: Coming Soon
da: Kommer snart
de: Demnächst verfügbar
fi: Tulossa pian
fr: Bientôt disponible
it: Prossimamente
jp: 近日公開

# PurchaseView.BenefitModel.UnlimitedStorage
source: Unlimited storage for photos & videos
da: Ubegrænset lagerplads til fotos og videoer
de: Unbegrenzter Speicher für Fotos & Videos
fi: Rajoittamaton tallennustila valokuville ja videoille
fr: Stockage illimité pour les photos et vidéos
it: Archiviazione illimitata per foto e video
jp: 写真と動画の無制限ストレージ

# PurchaseView.BenefitModel.UnlimitedAlbums
source: Unlimited albums for your memories
da: Ubegrænsede albums til dine minder
de: Unbegrenzte Alben für Ihre Erinnerungen
fi: Rajattomasti albumeita muistoillesi
fr: Albums illimités pour vos souvenirs
it: Album illimitati per i tuoi ricordi
jp: 思い出のための無制限アルバム

# PurchaseView.BenefitModel.HiddenAlbums
source: Hidden albums
da: Skjulte albummer
de: Versteckte Alben
fi: Piilotetut albumit
fr: Albums cachés
it: Album nascosti
jp: 非表示アルバム

# PurchaseView.BenefitModel.ChangeAppIcon
source: Change app icon
da: Skift app-ikon
de: App-Symbol ändern
fi: Vaihda sovelluskuvaketta
fr: Changer l’icône de l’application
it: Cambia icona dell'app
jp: アプリアイコンを変更

# PurchaseView.BenefitModel.iCloudStorage
source: iCloud storage & backup
da: iCloud-lagring og -backup
de: iCloud-Speicher & Backup
fi: iCloud-tallennus ja varmuuskopiointi
fr: Stockage iCloud et sauvegarde
it: Archiviazione e backup iCloud
jp: iCloudストレージとバックアップ

# Settings.BackupKeyToiCloud
source: Sync Key to iCloud
da: Synkroniser nøgle til iCloud
de: Schlüssel mit iCloud synchronisieren
fi: Synkronoi avain iCloudiin
fr: Synchroniser la clé avec iCloud
it: Sincronizza la chiave su iCloud
jp: iCloudにキーを同期

# PurchaseView.UnlockBenefits
source: Unlock all of these benefits:
da: Lås op for alle disse fordele:
de: Schalte alle diese Vorteile frei:
fi: Avaa kaikki nämä edut:
fr: Déverrouillez tous ces avantages :
it: Sblocca tutti questi vantaggi:
jp: これらすべての特典をアンロック：

# PurchaseView.YourBenefits
source: Your Premium benefits:
da: Dine Premium-fordele:
de: Ihre Premium-Vorteile:
fi: Premium-etusi:
fr: Vos avantages Premium :
it: I tuoi vantaggi Premium:
jp: あなたのプレミアム特典：

# Settings.GiveInstantFeedback
source: Give Instant Feedback
da: Giv øjeblikkelig feedback
de: Geben Sie sofortiges Feedback
fi: Anna välitöntä palautetta
fr: Donner un retour instantané
it: Fornisci feedback immediato
jp: すぐにフィードバックを送る

# AlbumDetailView.Select
source: Select Media
da: Vælg medier
de: Medien auswählen
fi: Valitse media
fr: Sélectionner un média
it: Seleziona media
jp: メディアを選択

# Settings.PurchasesRestoredMessage
source: Any valid purchases you made have been restored.
da: Eventuelle gyldige køb, du har foretaget, er blevet gendannet.
de: Alle gültigen Käufe, die Sie getätigt haben, wurden wiederhergestellt.
fi: Kaikki voimassa olevat ostoksesi on palautettu.
fr: Tous les achats valides que vous avez effectués ont été restaurés.
it: Eventuali acquisti validi effettuati sono stati ripristinati.
jp: 有効な購入はすべて復元されました。

# Settings.PurchasesRestored
source: Purchases restored!
da: Køb gendannet!
de: Käufe wiederhergestellt!
fi: Ostokset palautettu!
fr: Achats restaurés !
it: Acquisti ripristinati!
jp: 購入が復元されました！

# AlbumDetailView.CoverImageRemovedToast
source: Cover image disabled
da: Forsidebillede deaktiveret
de: Titelbild deaktiviert
fi: Kansikuva poistettu käytöstä
fr: Image de couverture désactivée
it: Immagine di copertina disabilitata
jp: カバー画像が無効になっています

# AlbumDetailView.ConfirmDeletion
source: Confirm Delete
da: Bekræft sletning
de: Löschen bestätigen
fi: Vahvista poisto
fr: Confirmer la suppression
it: Conferma eliminazione
jp: 削除の確認

# GalleryView.AlbumCoverSetToast
source: Album cover set
da: Albumcover indstillet
de: Albumcover festgelegt
fi: Albumin kansikuva asetettu
fr: Couverture d’album définie
it: Copertina dell'album impostata
jp: アルバムカバーが設定されました

# GalleryView.MakeAlbumCover
source: Make Album Cover
da: Lav albumcover
de: Als Albumcover festlegen
fi: Tee albumin kansi
fr: Définir comme couverture d’album
it: Crea copertina album
jp: アルバムカバーに設定

# AlbumDetailView.RemoveCoverImage
source: Disable Album Cover
da: Deaktiver albumcover
de: Albumcover deaktivieren
fi: Poista albumin kansi käytöstä
fr: Désactiver la couverture d’album
it: Disabilita copertina album
jp: アルバムカバーを無効にする

# AlbumDetailView.DeleteSelectedMedia
source: Do you want to delete %@?
da: Vil du slette %@?
de: Möchten Sie %@ löschen?
fi: Haluatko poistaa %@?
fr: Voulez-vous supprimer %@ ?
it: Vuoi eliminare %@?
jp: %@ を削除しますか？

# AlbumDetailView.CoverImageResetToast
source: Cover image defaults to latest image
da: Forsidebilledet er som standard det nyeste billede
de: Das Titelbild wird standardmäßig auf das zuletzt aufgenommene Bild gesetzt
fi: Kansikuva oletuksena viimeisin kuva
fr: L'image de couverture par défaut est la dernière image
it: L'immagine di copertina predefinita è l'ultima immagine
jp: カバー画像は最新の画像がデフォルトになります

# AlbumDetailView.ResetCoverImage
source: Default to Latest Image
da: Standard til seneste billede
de: Standardmäßig auf das neueste Bild
fi: Oletusarvona uusin kuva
fr: Par défaut à la dernière image
it: Imposta come immagine più recente
jp: 最新の画像をデフォルトにする

# AuthenticationMethod.SecurityLevel.pinCode4Digit
source: Quick but less secure
da: Hurtig men mindre sikker
de: Schnell, aber weniger sicher
fi: Nopea mutta vähemmän turvallinen
fr: Rapide mais moins sécurisé
it: Veloce ma meno sicuro
jp: 迅速だが安全性が低い

# AuthenticationMethod.Disable
source: Disable
da: Deaktiver
de: Deaktivieren
fi: Poista käytöstä
fr: Désactiver
it: Disabilita
jp: 無効にする

source: Use Face ID
da: Brug Face ID
de: Face ID verwenden
fi: Käytä Face ID:tä
fr: Utiliser Face ID
it: Usa Face ID
jp: Face IDを使用

source: Clear Password
da: Ryd adgangskode
de: Passwort löschen
fi: Tyhjennä salasana
fr: Effacer le mot de passe
it: Cancella password
jp: パスワードをクリア

source: Change Authentication Method
da: Skift godkendelsesmetode
de: Authentifizierungsmethode ändern
fi: Vaihda todennustapaa
fr: Changer la méthode d'authentification
it: Cambia metodo di autenticazione
jp: 認証方法の変更

# setPasswordSubtitle
source: This password will be used to securely access the app. Make sure you remember it!
da: Denne adgangskode vil blive brugt til at få sikker adgang til appen. Sørg for at huske den!
de: Dieses Passwort wird verwendet, um sicher auf die App zuzugreifen. Stellen Sie sicher, dass Sie es sich merken!
fi: Tätä salasanaa käytetään sovelluksen turvalliseen käyttöön. Varmista, että muistat sen!
fr: Ce mot de passe sera utilisé pour accéder à l'application en toute sécurité. Assurez-vous de vous en souvenir !
it: Questa password verrà utilizzata per accedere in modo sicuro all'app. Assicurati di ricordarla!
jp: このパスワードはアプリへの安全なアクセスに使用されます。忘れないようにしてください！

source: Repeat Password
da: Gentag adgangskode
de: Passwort wiederholen
fi: Toista salasana
fr: Répéter le mot de passe
it: Ripeti password
jp: パスワードの再入力

# CannotClearTitle
source: Cannot Clear
da: Kan ikke rydde
de: Kann nicht gelöscht werden
fi: Ei voi tyhjentää
fr: Impossible d’effacer
it: Impossibile cancellare
jp: クリアできません

# HideAlbumsTutorial.Subheading1
source: Encamera allows you to hide albums from the main view for extra privacy.
da: Encamera giver dig mulighed for at skjule albums fra hovedvisningen for ekstra privatliv.
de: Encamera ermöglicht es Ihnen, Alben aus der Hauptansicht für zusätzliche Privatsphäre zu verbergen.
fi: Encamera antaa sinun piilottaa albumeja pää näkymästä lisäyksityisyyden vuoksi.
fr: Encamera vous permet de masquer des albums de la vue principale pour plus de confidentialité.
it: Encamera ti permette di nascondere gli album dalla vista principale per una privacy extra.
jp: Encameraでは、追加のプライバシーのためにアルバムをメイン画面から非表示にすることができます。

# FaceIDOnlyAlert.Title
source: Clear PIN/Password?
da: Ryd PIN/kodeord?
de: PIN/Passwort löschen?
fi: Tyhjennä PIN/salasana?
fr: Effacer le code PIN/mot de passe ?
it: Cancellare PIN/Password?
jp: PIN/パスワードを消去しますか？

# FaceIDOnlyAlert.Continue
source: Continue
da: Fortsæt
de: Fortfahren
fi: Jatka
fr: Continuer
it: Continua
jp: 続行

source: Use Passcode instead
da: Brug adgangskode i stedet
de: Stattdessen Code verwenden
fi: Käytä pääsykoodia sen sijaan
fr: Utiliser le code d’accès à la place
it: Usa codice invece
jp: 代わりにパスコードを使用

# AuthenticationMethod
source: Passcode Options
da: Adgangskodeindstillinger
de: Code-Optionen
fi: Pääsykoodin asetukset
fr: Options de code
it: Opzioni codice di accesso
jp: パスコードオプション

source: Changing your authentication method will require setting up a new PIN or password. Would you like to continue?
da: Hvis du ændrer din godkendelsesmetode, skal du oprette en ny PIN-kode eller adgangskode. Vil du fortsætte?
de: Das Ändern Ihrer Authentifizierungsmethode erfordert das Einrichten einer neuen PIN oder eines neuen Passworts. Möchten Sie fortfahren?
fi: Todennustavan muuttaminen vaatii uuden PIN-koodin tai salasanan asettamista. Haluatko jatkaa?
fr: Changer votre méthode d'authentification nécessitera la configuration d'un nouveau code PIN ou mot de passe. Voulez-vous continuer ?
it: Cambiare il metodo di autenticazione richiederà la configurazione di un nuovo PIN o password. Vuoi continuare?
jp: 認証方法を変更すると、新しいPINまたはパスワードの設定が必要になります。続行しますか？

# AuthenticationMethod.Cancel
source: Cancel
da: Annuller
de: Abbrechen
fi: Peruuta
fr: Annuler
it: Annulla
jp: キャンセル

# ProtectionLevel.Strong
source: Strong protection
da: Stærk beskyttelse
de: Starker Schutz
fi: Vahva suojaus
fr: Protection forte
it: Protezione avanzata
jp: 強い保護

# repeatPasswordSubtitle
source: Repeat your password to confirm.
da: Gentag din adgangskode for at bekræfte.
de: Wiederholen Sie Ihr Passwort zur Bestätigung.
fi: Toista salasanasi vahvistaaksesi.
fr: Répétez votre mot de passe pour confirmer.
it: Ripeti la tua password per confermare.
jp: 確認のためにパスワードをもう一度入力してください。

# ProtectionLevel.Low
source: Low protection
da: Lav beskyttelse
de: Niedriger Schutz
fi: Alhainen suojaus
fr: Faible protection
it: Protezione bassa
jp: 低い保護

# AuthenticationMethod.DisableTitle
source: Disable Passcode
da: Deaktiver adgangskode
de: Passcode deaktivieren
fi: Poista pääsykoodi käytöstä
fr: Désactiver le code d’accès
it: Disattiva codice
jp: パスコードを無効にする

# AuthenticationMethod.MultipleMethodsInfo
source: You can select multiple authentication methods
da: Du kan vælge flere godkendelsesmetoder
de: Sie können mehrere Authentifizierungsmethoden auswählen
fi: Voit valita useita todennustapoja
fr: Vous pouvez sélectionner plusieurs méthodes d’authentification
it: Puoi selezionare più metodi di autenticazione
jp: 複数の認証方法を選択できます

# AuthenticationMethod.TapToDisableBanner
source: Tap to disable the selected method
da: Tryk for at deaktivere den valgte metode
de: Tippen Sie, um die ausgewählte Methode zu deaktivieren
fi: Napauta poistaaksesi valitun menetelmän käytöstä
fr: Appuyez pour désactiver la méthode sélectionnée
it: Tocca per disabilitare il metodo selezionato
jp: タップして選択した方法を無効にします

# AuthenticationMethod.ConfirmDisablePinCode
source: Do you really want to disable %@? This will clear the PIN code you have stored.
da: Vil du virkelig deaktivere %@? Dette vil slette den PIN-kode, du har gemt.
de: Möchten Sie %@ wirklich deaktivieren? Dadurch wird der gespeicherte PIN-Code gelöscht.
fi: Haluatko todella poistaa käytöstä %@? Tämä poistaa tallentamasi PIN-koodin.
fr: Voulez-vous vraiment désactiver %@ ? Cela effacera le code PIN que vous avez enregistré.
it: Vuoi davvero disabilitare %@? Questo cancellerà il codice PIN che hai memorizzato.
jp: 本当に%@を無効にしますか？これにより保存されているPINコードが消去されます。

# HideAlbumsTutorial.Heading1
source: Keep your albums private
da: Hold dine albummer private
de: Halten Sie Ihre Alben privat
fi: Pidä albumisi yksityisinä
fr: Gardez vos albums privés
it: Tieni i tuoi album privati
jp: アルバムを非公開にする

# AuthenticationMethod.SecurityLevel.PinCode
source: Moderate protection
da: Moderat beskyttelse
de: Moderater Schutz
fi: Kohtalainen suojaus
fr: Protection modérée
it: Protezione moderata
jp: 中程度の保護

# HideAlbumsTutorial.Heading2
source: Access hidden albums
da: Få adgang til skjulte albummer
de: Zugriff auf versteckte Alben
fi: Siirry piilotettuihin albumeihin
fr: Accéder aux albums cachés
it: Accedi agli album nascosti
jp: 非表示アルバムにアクセスする

# RemovePasscode
source: This will remove your passcode. You will only be able to use Face ID to get into the app. Continue?
da: Dette vil fjerne din adgangskode. Du vil kun kunne bruge Face ID til at få adgang til appen. Fortsæt?
de: Dies wird Ihren Passcode entfernen. Sie können nur Face ID verwenden, um in die App zu gelangen. Fortfahren?
fi: Tämä poistaa pääsykoodisi. Voit käyttää vain Face ID:tä päästäksesi sovellukseen. Jatketaanko?
fr: Cela supprimera votre code d'accès. Vous ne pourrez utiliser que Face ID pour accéder à l'application. Continuer ?
it: Questo rimuoverà il tuo codice di accesso. Potrai accedere all'app solo tramite Face ID. Continuare?
jp: これによりパスコードが削除されます。今後はFace IDのみでアプリにアクセスできるようになります。続行しますか？

# AuthenticationMethod.ConfirmDisableFaceID
source: Do you really want to disable %@?
da: Vil du virkelig deaktivere %@?
de: Möchten Sie %@ wirklich deaktivieren?
fi: Haluatko varmasti poistaa käytöstä kohteen %@?
fr: Voulez-vous vraiment désactiver %@ ?
it: Vuoi davvero disabilitare %@?
jp: 本当に%@を無効にしますか？

# PasswordSetSuccessMessage
source: Your new password has been saved
da: Din nye adgangskode er blevet gemt
de: Ihr neues Passwort wurde gespeichert
fi: Uusi salasanasi on tallennettu
fr: Votre nouveau mot de passe a été enregistré
it: La tua nuova password è stata salvata
jp: 新しいパスワードが保存されました

# Select Login Method
source: Please select a method
da: Vælg venligst en metode
de: Bitte wählen Sie eine Methode aus
es: Seleccionar Método de Inicio de Sesión
fi: Valitse menetelmä
fr: Veuillez sélectionner une méthode
it: Seleziona un metodo
jp: 方法を選択してください

# ProtectionLevel.Moderate
source: Moderate protection
da: Moderat beskyttelse
de: Moderater Schutz
fi: Kohtalainen suojaus
fr: Protection modérée
it: Protezione moderata
jp: 中程度の保護

source: Fast and convenient
da: Hurtig og bekvem
de: Schnell und bequem
fi: Nopea ja kätevä
fr: Rapide et pratique
it: Veloce e conveniente
jp: 速くて便利

# AuthenticationMethod.ConfirmDisablePassword
source: Do you really want to disable %@? This will clear the password you have stored.
da: Vil du virkelig deaktivere %@? Dette vil slette den adgangskode, du har gemt.
de: Möchten Sie wirklich %@ deaktivieren? Dadurch wird das gespeicherte Passwort gelöscht.
fi: Haluatko varmasti poistaa käytöstä kohteen %@? Tämä poistaa tallentamasi salasanan.
fr: Voulez-vous vraiment désactiver %@ ? Cela effacera le mot de passe que vous avez enregistré.
it: Vuoi davvero disabilitare %@? Questo cancellerà la password che hai salvato.
jp: 本当に%@を無効にしますか？これにより保存されているパスワードが消去されます。

# AuthenticationMethod.IncompatibleDetail
source: %@ cannot be used with the currently selected methods. PIN and Password cannot be used together.
da: %@ kan ikke bruges med de aktuelt valgte metoder. PIN og adgangskode kan ikke bruges sammen.
de: %@ kann nicht mit den derzeit ausgewählten Methoden verwendet werden. PIN und Passwort können nicht zusammen verwendet werden.
fi: %@ ei voi käyttää nykyisten valittujen menetelmien kanssa. PIN-koodia ja salasanaa ei voi käyttää yhdessä.
fr: %@ ne peut pas être utilisé avec les méthodes actuellement sélectionnées. Le code PIN et le mot de passe ne peuvent pas être utilisés ensemble.
it: %@ non può essere utilizzato con i metodi attualmente selezionati. PIN e Password non possono essere usati insieme.
jp: %@は現在選択されている方法と一緒に使用できません。PINとパスワードは同時に使用できません。

# PasswordMismatch
source: Passwords do not match
da: Adgangskoderne matcher ikke
de: Passwörter stimmen nicht überein
fi: Salasanat eivät täsmää
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono
jp: パスワードが一致しません

# CannotClearMessage
source: You cannot clear your passcode. You must have Face ID enabled in order to do this.
da: Du kan ikke fjerne din adgangskode. Du skal have Face ID aktiveret for at gøre dette.
de: Sie können Ihren Code nicht löschen. Sie müssen Face ID aktiviert haben, um dies zu tun.
fi: Et voi poistaa pääsykoodiasi. Sinulla täytyy olla Face ID käytössä tehdäksesi tämän.
fr: Vous ne pouvez pas effacer votre code d’accès. Vous devez activer Face ID pour pouvoir le faire.
it: Non puoi cancellare il tuo codice. Devi avere Face ID abilitato per poterlo fare.
jp: パスコードをクリアできません。これを行うにはFace IDを有効にする必要があります。

source: Change Passcode
da: Skift adgangskode
de: Code ändern
fi: Vaihda pääsykoodi
fr: Changer le code d'accès
it: Cambia codice di accesso
jp: パスコードを変更

source: None
da: Ingen
de: Keine
fi: Ei mitään
fr: Aucun
it: Nessuno
jp: なし

# AuthenticationMethod.ConfirmDisable
source: Do you really want to disable %@?
da: Vil du virkelig deaktivere %@?
de: Möchten Sie %@ wirklich deaktivieren?
fi: Haluatko varmasti poistaa käytöstä %@?
fr: Voulez-vous vraiment désactiver %@ ?
it: Vuoi davvero disabilitare %@?
jp: 本当に%@を無効にしますか？
